Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# staking.hint.reward.bond.more
source: Your rewards will be increased starting from the next era.
id: Hadiah Anda akan ditingkatkan mulai dari era berikutnya.
ja: 次の時代から報酬が増加します
pt: As suas recompensas aumentarão a partir da próxima era.
ru: Ваши вознаграждения увеличатся со следующей эры.
tr: Ödülleriniz bir sonraki dönemden itibaren artırılacaktır
vi: Phần thưởng của bạn sẽ được tăng lên trong đợt trả thưởng tiếp theo.
zh_hans: 从下一个时间段开始，您的奖励将会增加。

# staking.hint.rewards.format
source: Staked tokens generate rewards each era (%@).
id: Token yang dipertaruhkan menghasilkan hadiah setiap era (%@).
ja: ステークされたトークンは、各時代ごとに補修を生成します (%@)
pt: Os tokens em stake geram recompensas a cada época (%@).
ru: Застейканые токены приносят награду каждую эру (%@).
tr: Stake edilen token'lar, her çağda ödül üretir ( %@ )
vi: Token đang stake sẽ có tạo ra phần thưởng theo từng era (%@).
zh_hans: 质押代币在每个时间段产生奖励（%@）。

# staking.hint.unstake.format
source: If you want to unstake your tokens, you will have to wait for the unstaking period (%@).
id: Jika Anda ingin melepas token, Anda harus menunggu periode unstaking (%@).
ja: トークンをステーク解除するには、ステーキング解除期間待つ必要があります
pt: Se quiser fazer unstake, terá que esperar que período de unstake termine (%@).
ru: Для вывода токенов из стейкинга потребуется %@.
tr: Tokenlarınızı geri almak istiyorsanız, geri alma süresini beklemeniz gerekecektir (%@)
vi: Nếu bạn muốn ngưng staking, bạn sẽ phải chờ đến khi đáo hạn (%@).
zh_hans: 如果你想解除质押代币，你必须等待解锁期（%@）。

# staking.history.title
source: Staking History
id: Riwayat staking
ja: ステーキング履歴
pt: Histórico de Staking
ru: История стейкинга
tr: Staking Geçmişi
vi: Lịch sử staking
zh_hans: 质押历史

# staking.inactive.bond
source: Inactive Bond
id: Obligasi tidak aktif
ja: 非アクティブ・ボンド
pt: Vínculo Inativo
ru: Неактивен
tr: Aktif olmayan Tahvil
zh_hans: 不活跃绑定

# staking.inactive.current.minimal.stake
source: Staking is currently inactive. Current minimal stake is %@.
id: Staking saat ini tidak aktif. Taruhan minimal saat ini adalah %@.
ja: ステーキングは現在非アクティブです。 現在の最少ステークは%@です
pt: O staking está inativo de momento. A participação mínima atual é %@.
ru: В настоящее время стейкинг неактивен. Текущая минимальная ставка %@ .
tr: Stake işlemi şu anda etkin değil. Mevcut asgari hisse %@
uk: Наразі ставки неактивні. Поточна мінімальна ставка становить %@ .
vi: Hiện tại không thể staking. Lượng staking tối thiểu là %@.
zh_hans: 质押目前处于非活动状态。 当前最低质押金额为%@。

# staking.main.active.nominators.title
source: Active nominators
id: Nominator aktif
ja: アクティブなノミネーター
pt: Nomeadores ativos
ru: Активные номинаторы
tr: Aktif adaylar
uk: Активні номінатори
vi: Nominator đang hoạt động
zh_hans: 活跃的提名人

# staking.main.lockup.period.title_v1.9.0
source: Unstaking period
id: Periode unstaking
ja: ステーキング解除期間
pt: Período de desbloqueio
ru: Время вывода
tr: Kilitlenme süresi
vi: Thời gian Unstake
zh_hans: 解除质押期间

# staking.main.minimum.stake.title
source: Minimum stake
id: Taruhan minimal
ja: 最少ステーク
pt: Stake mínimo
ru: Минимальный стейк
uk: Мінімальна ставка
vi: Stake tối thiểu
zh_hans: 最低质押

# staking.main.network.title
source: %@ network
id: %@ jaringan
ja: %@ネットワーク
pt: Rede %@
ru: Сеть %@
tr: %@ ağı
uk: Мережа %@
vi: %@ mạng (network)
zh_hans: %@网络

# staking.main.stake.balance.staked
source: Staked
id: Distake
ja: ステーク済み
ru: Застейкано
tr: Stake edilen
vi: Đã stake
zh_hans: 已质押

# staking.main.total.staked.title
source: Total staked
id: Total yang dipertaruhkan
ja: 総ステーク
pt: Stake total
ru: Всего застейкано
tr: Toplam stake edilen
uk: Загальна ставка
vi: Tổng số lượng đã stake
zh_hans: 总质押

# staking.manage.title
source: Manage
id: Mengelola
ja: 管理する
pt: Gerir
ru: Управление
tr: Yönetin
uk: Управління
vi: Quản lý
zh_hans: 管理

# staking.max.nominators.reached.message
source: Maximum number of nominators has been reached
id: Jumlah maksimum nominator telah tercapai
ja: ノミネーターの最大数に達しました
pt: O número máximo de nomeadores foi atingido
ru: Достигнуто максимальное количество номинаторов
tr: Maksimum aday sayısına ulaşıldı.
vi: Số lượng nominator đã đạt mức tối đa
zh_hans: 已达到最大提名人数

# staking.max.nominators.reached.title
source: Cannot start staking
id: Tidak dapat memulai stake
ja: ステーキングを開始できません
pt: Não é possível começar a fazer staking
ru: Невозможно начать стейкинг
tr: Stake başlatılamıyor.
vi: Không thể staking
zh_hans: 无法开始质押

# staking.month.period.format
source: %@ monthly
id: %@ bulanan
ja: %@毎月
pt: %@ mensalmente
ru: %@ ежемесячно
tr: %@ aylık
uk: %@ щомісяця
vi: %@ hàng tháng
zh_hans: 每月%@

# staking.next.round
source: NEXT ROUND
id: Ronde selanjutnya
ja: 次のラウンド
pt: PROXIMA RODADA
ru: СЛЕДУЮЩИЙ РАУНД
tr: SONRAKİ TUR
vi: VÒNG TIẾP THEO
zh_hans: 下一轮

# staking.nominator.status.active
source: Active
id: Aktif
ja: アクティブ
pt: Ativo
ru: Активен
tr: Aktif
uk: Активний
vi: Hoạt động
zh_hans: 活跃的

# staking.nominator.status.alert.active.message
source: One of your validators has been elected by the network.
id: Salah satu validator Anda telah dipilih oleh jaringan.
ja: バリデーターの1つがネットワークによって選出されました
pt: Um dos seus validadores foi eleito pela rede.
ru: Один из ваших валидаторов был выбран сетью.
tr: Doğrulayıcılarınızdan biri ağ tarafından seçildi
uk: Один із валідаторів був обраний мережею.
vi: Một trong những validator của bạn đã được network bầu chọn.
zh_hans: 你的一位验证人已被网络选出。

# staking.nominator.status.alert.active.title
source: Active status
id: Status aktif
ja: アクティブ・ステータス
pt: Estado ativo
ru: Активный статус
tr: Aktif durum
uk: Активний статус
vi: Trạng thái hoạt động
zh_hans: 活动状态

# staking.nominator.status.alert.inactive.title
source: Inactive status
id: Status tidak aktif
ja: 非アクティブ・ステータス
pt: Estado inativo
ru: Неактивный статус
tr: Pasif durum
uk: Неактивний статус
vi: Trạng thái không hoạt động
zh_hans: 非活动状态

# staking.nominator.status.alert.low.stake
source: Your staked amount is less than the minimum stake to get a reward.
id: Jumlah taruhan Anda kurang dari taruhan minimum untuk mendapatkan hadiah.
ja: あなたのステーク額は、報酬を得るための最少額を下回っています
pt: O valor do seu stake é inferior ao stake mínimo para obter uma recompensa.
ru: Ваш стейк меньше минимального стейка для получения вознаграждений.
tr: Ödül almak için yatırdığınız miktar minimum stake tutarından daha az
uk: Ваша ставка менше мінімальної ставки для отримання винагороди.
vi: Số lượng staking của bạn nhỏ hơn yêu cầu tối thiểu để được nhận phần thưởng.
zh_hans: 您的质押金额低于获得奖励的最低质押要求。

# staking.nominator.status.alert.no.validators
source: None of your validators have been elected by the network.
id: Tidak ada validator Anda yang dipilih oleh jaringan.
ja: ネットワークによって選出されたバリデーターはありません
pt: Nenhum dos seus validadores foi eleito pela rede.
ru: Ни один из ваших валидаторов не был избран сетью.
tr: Doğrulayıcılarınızdan hiçbiri ağ tarafından seçilmedi
uk: Жоден з ваших валідаторів не був обраний мережею.
vi: Không có validator nào của bạn được mạng (network) bầu chọn.
zh_hans: 你的验证人都没有被网络选中。

# staking.nominator.status.alert.waiting.message
source: Your staking will start in the next era.
id: Staking Anda akan dimulai di era berikutnya.
ja: あなたのステーキングは次の時代に始まります
pt: O seu staking começará na próxima era.
ru: Ваш стейкинг начнётся со следующий эры.
tr: Stake etme işleminiz sonraki dönemde başlayacaktır
uk: Ваша ставка розпочнеться в наступну епоху.
vi: Việc staking của bạn sẽ bắt đầu trong era tiếp theo.
zh_hans: 你的质押将在下一个时间段开始。

# staking.nominator.status.idle
source: Idle
ja: アイドル状態
pt: Inativo
ru: Неработающий
tr: Boşta
vi: Nhàn rỗi
zh_hans: 闲置的

# staking.nominator.status.inactive
source: Inactive
id: Tidak aktif
ja: 非アクティブ
pt: Inativo
ru: Неактивен
tr: Etkin değil
uk: Неактивний
vi: Không hoạt động
zh_hans: 不活动

# staking.nominator.status.leaving
source: Leaving
id: Meninggalkan
ja: 退出中
pt: Saindo
tr: Ayrılıyorum
vi: Rời khỏi
zh_hans: 离开

# staking.nominator.status.waiting
source: Waiting for the next Era
id: Menunggu era berikutnya
ja: 次の時代を待っています
pt: À espera da próxima Era
ru: Ожидание следующей Эры
tr: Bir sonraki dönem için bekleme
uk: Чекаємо наступної ери
vi: Chờ Era tiếp theo
zh_hans: 等待下一个时间段

# staking.payout.expired
source: Payout expired
id: Pembayaran kedaluwarsa
ja: 支払い期限が切れました
pt: O pagamento expirou
ru: Срок выплаты истёк
tr: Ödeme süresi doldu
vi: Khoản thanh toán đã hết hạn
zh_hans: 支付已过期

# staking.payout.sent
source: Payout transaction sent
id: Transaksi pembayaran dikirim
ja: 送信された支払いトランザクション
pt: Transação de pagamento enviada
ru: Транзакция на выплату отправлена
tr: Ödeme işlemi gönderildi.
uk: Трансакція виплат надіслана
vi: Giao dịch thanh toán đã được gửi
zh_hans: 支付交易已发送

# staking.pending.rewards
source: Pending rewards
id: Reward tertunda
ja: 保留中の報酬
pt: Recompensas pendentes
ru: Ожидаемые вознаграждения
tr: Bekleyen ödüller
vi: Phần thưởng đang chờ xử lý
zh_hans: 待定的奖励

# staking.pending.rewards.explanation.message
source: Validators payout the rewards every 2–5 days. However, you can pay them out yourself, especially if rewards are close to expiring, but you will pay the fee.
id: Validator membayar hadiah setiap 2–5 hari. Namun, Anda dapat membayarnya sendiri, terutama jika hadiah hampir kedaluwarsa, tetapi Anda akan membayar biayanya.
ja: バリデーターは2〜5日ごとに報酬を支払います。ただし、特に報酬の有効期限が近づいている場合は、自分で払い出すことができますが、手数料は自分で支払うことになります
pt: Os validadores pagam as recompensas a cada 2 a 5 dias. No entanto, pode demandá-los sozinho, especialmente se as recompensas estão perto de expirar. Nesse caso precisará de pagar as taxas.
ru: Валидаторы выплачивают вознаграждения каждые 2–5 дней. Однако, вы можете инициировать выплату самостоятельно, особенно, если срок вознаграждения истекает. В этом случае придётся заплатить комиссию.
tr: Doğrulayıcılar ödülleri 2-5 günde bir öderler. Ancak, özellikle ödüllerin süresi dolmak üzereyse, bunları kendiniz ödeyebilirsiniz ancak ücreti siz ödersiniz.
vi: Thông thường Validator thanh toán phần thưởng sau 2-đến 5 ngày. Tuy nhiên, bạn có thể tự thanh toán, đặc biệt là nếu phần thưởng gần hết hạn. Bạn sẽ phải trả phí liên quan.
zh_hans: 验证人每2-5天支付奖励。然而，如果奖励即将到期，你可以自己支付它们，但是你需要支付手续费。

# staking.pool.create.creating.pool
source: Creating pool %@
id: Membuat kumpulan %@
ja: 作成中のプール %@
pt: Criando pool %@
ru: Создать пул %@
tr: Havuz oluşturma %@
vi: Tạo pool %@
zh_hans: 创建池 %@

# staking.pool.create.depositor
source: Depositor
id: Deposan
ja: 預金者
pt: Depositante
ru: Вкладчик
tr: Mevduat sahibi
vi: Người gửi tiền
zh_hans: 储户

# staking.pool.create.management.account
source: Pool management account
id: Akun pengelolaan kolam renang
ja: プール管理アカウント
pt: Conta de gerenciamento da pool
tr: Havuz yönetimi hesabı
vi: Tài khoản quản lý pool
zh_hans: 池管理账户

# staking.pool.create.missing.name.description
source: Pool name is missing
id: Nama kolam tidak ada
ja: プール名がありません
pt: O nome da pool está faltando
ru: Имя пула пропущено
tr: Havuz adı eksik
vi: Tên nhóm bị thiếu
zh_hans: 池名称缺失

# staking.pool.create.missing.name.title
source: Cannot create pool
id: Tidak bisa membuat kumpulan
ja: プールを作成できません
pt: Não é possível criar a pool
ru: Невозможно создать пул
tr: Havuz oluşturulamıyor
vi: Không thể tạo pool
zh_hans: 无法创建池

# staking.pool.create.missing.pool.name
source: Cannot create pool
id: Tidak bisa buat kumpulan
ja: プールを作成できません
pt: Não é possível criar a pool
ru: Нельзя создать пул
tr: Havuz oluşturulamıyor
vi: Không thể tạo pool
zh_hans: 无法创建池

# staking.pool.create.nominator
source: Nominator
id: Nominasi
ja: ノミネーター
pt: Nominador
tr: Aday gösteren
zh_hans: 提名人

# staking.pool.create.poolId
source: Pool Id
id: Kumpulan Id
ja: プールID
pt: ID da pool
ru: Id пула
tr: Havuz Kimliği
zh_hans: 池 Id

# staking.pool.create.stateToggler
source: State toggler
id: Pengalih status
ja: 状態トグラー
pt: Alternador de estado
tr: Durum değiştirici
vi: Trình chuyển đổi trạng thái
zh_hans: 状态切换器

# staking.pool.create.title
source: Create a pool
id: Buat kumpulan
ja: プールを作成
pt: Crie uma pool
ru: Создать пул
tr: Havuz oluştur
vi: Tạo pool
zh_hans: 创建一个池子

# staking.pool.info.title
source: Pool Info
id: Info kumpulan
ja: プール情報
pt: Informações sobre a pool
ru: Информация о пуле
tr: Havuz Bilgisi
vi: Thông tin pool
zh_hans: 池信息

# staking.pool.management.select.validators.subtitle
source: To continue you should select validators
id: Untuk melanjutkan, Anda harus memilih validator
ja: 続行するには、 バリデーターを選択してください
pt: Para continuar você deve selecionar validadores
ru: Для продолжения необходимо выбрать валидаторов
tr: Devam etmek için doğrulayıcıları seçmelisiniz
vi: Để tiếp tục, bạn nên chọn các validator
zh_hans: 要继续，您应该 选择验证人

# staking.pool.management.select.validators.title
source: Select pool validators
ja: プールバリデーターの選択
pt: Selecione validadores de pool
ru: Выберите валидаторов пула
tr: Havuz doğrulayıcılarını seçin
vi: Chọn pool validator
zh_hans: 选择池验证人

# staking.pool.rewards.delay.text
source: Stake at any time. You will start earning interest after %s
id: Stake kapan saja. Anda akan mulai mendapatkan bunga setelah %s
ja: いつでもステークできます。%s以降に利息が発生します
pt: Faça o stake a qualquer momento. Você começará a ganhar juros após %s
ru: Делайте ставки в любое время. Вы начнете зарабатывать проценты после %s
tr: İstediğiniz zaman bahis yapın. Sonrasında faiz kazanmaya başlayacaksınız%s
vi: Stake bất cứ lúc nào. Bạn sẽ bắt đầu kiếm được tiền lãi sau %s
zh_hans: 随时质押。您将在%s之后开始赚取利息

# staking.pool.select.validators.manual
source: Select manually
id: Pilih manual
ja: 手動で選択
pt: Selecione manualmente
ru: Выберите вручную
tr: Manuel olarak seç
vi: Chọn thủ công
zh_hans: 手动选择

# staking.pool.select.validators.suggested
source: Select suggested
id: Pilih disarankan
ja: 提案されたものを選択
pt: Selecionar sugeridos
ru: Выбрать предложенный
tr: Önerileni seç
vi: Chọn đề xuất
zh_hans: 选择建议的

# staking.pool.sort.pool.members
source: Number of members
id: Jumlah anggota
ja: 会員数
pt: Número de membros
ru: Количество участников
tr: Üye sayısı
vi: Số lượng thành viên
zh_hans: 成员人数

# staking.pool.stake.info.title
source: Pool Stake Info
id: Info kumpulan stake
ja: プールステーク情報
pt: Informações sobre a pool de staking
ru: Информация о пуле
tr: Havuz Bahis Bilgisi
vi: Thông tin Pool Sttake
zh_hans: 质押池信息

# staking.pool.start.apr.text
source: Earn %s per year
id: Hasilkan %s per tahun
ja: 毎年%sを獲得
pt: Ganhe %s por ano
ru: Зарабатывайте %s за год
tr: Para kazanmak%syıl başına
vi: Kiếm %s mỗi năm
zh_hans: 每年赚取%s

# staking.pool.start.create.button.title
source: Create pool
id: Buat kumpulan
ja: プールを作成
pt: Crie uma pool
ru: Создать пул
tr: Havuz oluştur
vi: Tạo pool
zh_hans: 创建池

# staking.pool.start.earn.reward.title
source: Earn rewards when you stake your %s
id: Dapatkan imbalan saat Anda mempertaruhkan %s
ja: %s をステークすると報酬を獲得できます
pt: Ganhe recompensas ao fazer stake do seu %s
ru: Получайте вознаграждения, когда стейкаете свои %s
tr: Payınızı yatırdığınızda ödüller kazanın %s
vi: Kiếm phần thưởng khi bạn đặt cược %s của mình
zh_hans: 质押您的 %s即可获得奖励

# staking.pool.start.join.button.title
source: Join pool
id: Gabung kumpulan
ja: プールに参加
pt: Juntar-se à pool
ru: Присоединиться к пулу
tr: Havuza katıl
vi: Tham gia pool
zh_hans: 加入池

# staking.pool.start.reward.freq.text
source: Rewards are paid every %s
id: Hadiah dibayarkan setiap %s
ja: 報酬は%s毎に支払われます
pt: As recompensas são pagas a cada %s
ru: Вознаграждения выплачиваются каждые %s
tr: Ödüller her yıl ödenir%s
vi: Phần thưởng được trả mỗi %s
zh_hans: 奖励每%s支付一次

# staking.pool.start.unstake.period.text
source: Unstake at any time. You will need to wait for %s before being able to spend your funds and the interest you’ve earned
id: Batalkan taruhannya kapan saja. Anda harus menunggu %s sebelum dapat membelanjakan dana dan bunga yang Anda peroleh
ja: いつでもステーク解除できます。資金と獲得した利息を使うには、%sまで待つ必要があります
pt: Desfaça seu stake a qualquer momento. Você precisará esperar %s antes de poder gastar seus fundos e os juros que você ganhou.
ru: Отмените стейк в любое время. Вам нужно будет подождать %s, прежде чем вы сможете потратить свои средства и заработанные проценты
vi: Unstake bất cứ lúc nào. Bạn sẽ cần đợi %s trước khi có thể chi tiêu tiền của mình và tiền lãi bạn đã kiếm được
zh_hans: 随时可以解除质押。在能够使用资金和已获得的利息之前，您需要等待%s。

# staking.rebond
source: Return to stake
id: Kembali ke taruhan
ja: ステークに戻る
pt: Retornar para stake
ru: Вернуть в стейк
tr: Rebond
uk: Переплатити
vi: Quay lại stake
zh_hans: 返回质押

# staking.rebond.all
source: Rebond all
id: Rebond semua
ja: 全て再ボンド
pt: Revincular todos
ru: Ребонд все
tr: Hepsini yeniden bağla.
uk: Змінити все
vi: Rebond tất cả
zh_hans: 重新绑定所有

# staking.rebond.custom.amount
source: Rebond custom amount
id: Rebond jumlah kustom
ja: カスタム量を再ボンド
pt: Revincular montante personalizado
ru: Специальная сумма ребондирования
tr: Özel tutarı yeniden bağlama
uk: Повторно надати спеціальну суму
vi: Rebond số lượng tùy chỉnh
zh_hans: 重新绑定自定义金额

# staking.rebond.insufficient.bondings
source: The amount you want to return to stake is greater than the unstaking balance
id: Jumlah yang ingin Anda rebond lebih besar dari saldo tidak terikat Anda
ja: ステーキングに戻したい額が、ステーク解除した残高よりも多い
pt: A quantidade que deseja retornar para stake é maior do que o seu saldo sem stake
ru: Сумма, которую вы хотите вернуть в стейк больше суммы вывода
tr: Yeniden vermek istediğiniz miktar, stake edilmeyen bakiyenizden daha büyük.
uk: Сума, яку ви хочете повторно здійснити, перевищує ваш баланс, що не пов’язаний
vi: Số lượng bạn yêu cầu lớn hơn số dư unstaking
zh_hans: 您想要返还质押的金额大于未质押余额

# staking.rebond.last
source: Rebond last
id: Rebond terakhir
ja: 最後に再ボンド
pt: Revincular último
ru: Ребонд последний
tr: En son yeniden yapılan
uk: Повторне оформлення останнього
vi: Rebond cuối cùng
zh_hans: 重新绑定上一个

# staking.recommended.collators.empty.text
source: Your stake amount is less than the minimum of all collators suggested by the algorithm. Increase your stake amount or choose a collator manually
id: Jumlah taruhan Anda kurang dari jumlah minimum semua kolator yang disarankan oleh algoritme. Tingkatkan jumlah taruhan Anda atau pilih kolator secara manual
ja: あなたのステーク額は、アルゴリズムによって提案された全てのコレーターの最少値よりも少ないです。ステークを増やすか、手動でコレーターを選択してください
pt: O valor de seu stake é inferior ao mínimo de todos os coletores sugeridos pelo algoritmo. Aumente o valor da sua aposta ou escolha um coletor manualmente
ru: Сумма вашего стейка меньше минимального из всех коллаторов, предложенных алгоритмом. Увеличьте сумму ставки или выберите коллатор вручную
tr: Bahis tutarınız, algoritmanın önerdiği tüm harmanlayıcıların minimum tutarından daha az. Bahis tutarınızı artırın veya manuel olarak bir harmanlayıcı seçin
vi: Số tiền stake của bạn ít hơn mức tối thiểu của tất cả các đối tác mà thuật toán đề xuất. Tăng số tiền stake của bạn hoặc chọn collator theo cách thủ công
zh_hans: 您的质押金额低于算法建议的所有验证人最低要求。请增加质押金额或手动选择一个验证人。

# staking.recommended.custom.title
source: Choose custom validators
id: Pilih validator kustom
ja: カスタム・バリデーターを選択する
pt: Escolher validadores personalizados
ru: Выбрать других валидаторов
tr: Özel doğrulayıcıları seçin
uk: Виберіть власні валідатори
vi: Chọn validator tùy chỉnh
zh_hans: 选择自定义验证人

# staking.recommended.filter.minimum.bond
source: Having relevant minimum bond
id: Memiliki obligasi minimum yang relevan
ja: 関連する最低保証金があること
pt: Ter vínculo mínimo relevante
ru: С подходящим минимальным стейком
tr: İlgili minimum teminata sahip olmak
vi: Có trái phiếu tối thiểu có liên quan
zh_hans: 具备相关的最低保证金

# staking.recommended.hint1
source: Most profitable
id: Paling menguntungkan
ja: 最も収益性の高い
pt: Mais rentável
ru: Самые доходные
tr: En karlı
uk: Найвигідніші
vi: Lợi nhuận cao nhất
zh_hans: 最赚钱

# staking.recommended.hint2
source: Not oversubscribed
id: Tidak oversubscribed
ja: オーバーサブスクライブされていません
pt: Sem excesso de subscrições
ru: Не превышен лимит номинаторов
tr: Abone olunmamış.
uk: Не перевищено ліміт номінаторів
vi: Không được đăng ký quá mức
zh_hans: 未超额抵押

# staking.recommended.hint3
source: Having onchain identity
id: Memiliki identitas onchain
ja: オンチェーン・アイデンティティを持つ
pt: Ter identidade na rede
ru: Идентифицирован в сети
tr: Zincir üzerinde kimliğe sahip olmak
uk: Ідентифікований у мережі
vi: Có xác thực onchain
zh_hans: 拥有链上身份

# staking.recommended.hint3.addition
source: with at least one identity contact
id: dengan setidaknya satu kontak identitas
ja: 少なくとも1つの身元連絡先がある
pt: com pelo menos um contacto de identidade
ru: хотя бы с одним контактом
tr: En az bir kimlik kontağı olan
vi: có ít nhất một liên hệ nhận dạng
zh_hans: 至少有一个身份联系人

# staking.recommended.hint4
source: Not slashed
id: Tidak dipotong
ja: スラッシュされていません
pt: Não penalizado
ru: Не был заслешан
tr: Kesilmemiş
uk: Не був покараний
vi: Không có vi phạm
zh_hans: 未惩罚

# staking.recommended.hint5
source: Limit of 2 validators per identity
id: Dibatasi 2 validator per identitas
ja: IDごとに2つまでのバリデーターの制限
pt: Limite de 2 validadores por identidade
ru: Лимит 2 валидатора на персонализацию
tr: Kimlik başına 2 doğrulayıcı sınırı
uk: Обмеження 2 валідаторів на особу
vi: Giới hạn 2 validator trên 1 danh tính (ID)
zh_hans: 每个身份仅限 2 个验证人

# staking.recommended.section.title
source: Validators suggested by the algorithm
id: Validator yang direkomendasikan
ja: 推奨されるバリデータ
pt: Validadores recomendados pelo algoritmo
ru: Рекомендованные валидаторы
tr: Algoritmanın önerdiği doğrulayıcılar
uk: Рекомендовані валідатори
vi: Các Validator được thuật toán đề xuất
zh_hans: 算法建议的验证人

# staking.recommended.title
source: Validators
id: Validator
ja: バリデーター
pt: Validadores
ru: Валидаторы
tr: Doğrulayıcılar
uk: Валідатори
zh_hans: 验证人

# staking.redeem
source: Redeem
id: Menebus
ja: 引き換え
pt: Resgatar
ru: Забрать
tr: Tazmin etmek
uk: Викупити
vi: Đổi thưởng
zh_hans: 赎回

# staking.redeem.no.tokens.message
source: No redeemable tokens found
id: Tidak ditemukan token yang dapat ditukarkan
ja: 利用可能なトークンが見つかりません
pt: Nenhum token resgatável encontrado
ru: Токены для вывода не найдены
tr: Kullanılabilir jeton bulunamadı.
uk: Жоден, що підлягає погашенню, не знайдено
vi: Không có token để đổi
zh_hans: 未找到可赎回的代币

# staking.redeem.unbonded.tokens
source: Redeem unstaked tokens.
id: Tukarkan token yang tidak terikat.
ja: ステークされていないトークンを引き換えます
pt: Resgatar tokens sem stake.
ru: Заберите токены после вывода
tr: Stake edilmeyen jetonları kullanın
uk: Погасити неприв’язані жетони.
vi: Lấy lại token đã unstake
zh_hans: 赎回未质押的代币。

# staking.redeemable.format
source: Redeemable: %@
id: Dapat ditukarkan: %@
ja: 引き換え可能： %@
pt: Resgatável: %@
ru: Можно забрать: %@
tr: Kullanılabilir: %@
uk: Погасимо: %@
vi: Có thể đổi: %@
zh_hans: 可赎回： %@

# staking.restake.title
source: Restake
id: Stake ulang
ja: 再ステーク
ru: Увеличения стейка
tr: Yeniden alım
uk: До стекінгу
vi: Stake lại
zh_hans: 重新质押

# staking.revoke.tokens
source: Revoke tokens
id: Menarik kembali token
ja: トークンの取り消し
pt: Revogar tokens
ru: Отозвать токены
tr: Jetonları iptal et
vi: Thu hồi token
zh_hans: 撤销代币

# staking.reward
source: Reward
ja: 褒賞
pt: Recompensa
ru: Вознаграждение
tr: Ödül
uk: Нагорода
vi: Phần thưởng
zh_hans: 奖励

# staking.reward.details.date
source: Date
id: Tanggal
ja: 日付
pt: Data
ru: Дата
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

# staking.reward.details.era
source: Era
ja: 時代
ru: Эра
tr: Çağ
uk: Ера
zh_hans: 时间段

# staking.reward.details.payout
source: Payout
id: Pembayaran
ja: 支払い
pt: Pagamento
ru: Выплата
tr: Ödeme
uk: Виплата
vi: Thanh toán
zh_hans: 支付

# staking.reward.details.reward
source: Reward
ja: 褒賞
pt: Recompensa
ru: Вознаграждение
tr: Ödül
uk: Нагорода
vi: Phần thưởng
zh_hans: 奖励

# staking.reward.details.status
source: Status
ja: 状態
pt: Estado
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态

# staking.reward.details.status.claimable
source: Redeemable
id: Bisa di klaim
ja: クレーム可能
pt: Reclamável
ru: Можно забрать
tr: Kullanılabilir
uk: Вимоги
vi: Có thể yêu cầu
zh_hans: 可赎回

# staking.reward.details.status.received
source: Received
id: Diterima
ja: 受け取りました
pt: Recebido
ru: Получено
tr: Alınan
uk: Отримано
vi: Nhận
zh_hans: 已收到
