Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# staking.reward.details.title
source: Reward details
id: Detail penghargaan
ja: 報酬の詳細
pt: Detalhes da recompensa
ru: Детали награды
tr: Ödül ayrıntıları
uk: Деталі винагороди
vi: Chi tiết phần thưởng
zh_hans: 奖励详情

# staking.reward.details.validator
source: Validator
ja: バリデーター
pt: Validador
ru: Валидатор
tr: Doğrulayıcı
uk: Валідатор
zh_hans: 验证人

# staking.reward.info.avg
source: Average APY
id: APY rata-rata
ja: 平均APY
pt: APY médio
ru: Средний APY
tr: Ortalama APY
uk: Середній APY
vi: APY trung bình
zh_hans: 平均APY

# staking.reward.info.max
source: Maximum APY
id: APY maksimum
ja: 最大APY
pt: APY máximo
ru: Максимальный APY
tr: Maksimum APY
uk: Максимум APY
vi: APY tối đa
zh_hans: 最高APY

# staking.reward.info.title
source: Earnings with restake
id: Penghasilan dengan restake
ja: 再ステークによる収益
pt: Ganhos com restake
ru: Доходность с реинвестированием
tr: Yeniden yapılan kazançlar.
uk: Заробіток з переробкою
vi: Thu nhập thêm với re-stake
zh_hans: 再投资收益

# staking.reward.payout.account
source: Payout account
id: Akun pembayaran
ja: 支払い口座
pt: Conta para pagamento
ru: Аккаунт для выплат
tr: Ödeme hesabı
uk: Акаунт для виплати винагород
vi: Tài khoản thanh toán
zh_hans: 支付账户

# staking.reward.payouts.empty.rewards
source: Perfect! All rewards are paid.
id: Sempurna! Semua reward dibayar.
ja: 完璧です！報酬は全て支給されます
pt: Perfeito! Todas as recompensas foram pagas.
ru: Прекрасно! Все вознаграждения выплачены.
tr: Kusursuz! Tüm ödüller ödendi
uk: Тут з'являться ваші винагороди
vi: Hoàn hảo! Tất cả các phần thưởng đã được trả.
zh_hans: 太棒了！所有奖励已支付。

# staking.reward.payouts.payout.all
source: Payout all (%@)
id: Bayar semua (%@)
ja: 全て支払います（ %@ ）
pt: Pagar a todos (%@)
ru: Выплатить все (%@)
tr: Tümünü öde ( %@ )
uk: Усі виплати ( %@ )
vi: Thanh toán tất cả ( %@ )
zh_hans: 全部支付 (%@)

# staking.reward.payouts.title
source: Pending rewards
id: Hadiah tertunda
ja: 保留中の報酬
pt: Recompensas pendentes
ru: Ожидаемые вознаграждения
tr: Bekleyen ödüller
uk: Виплати винагороди
vi: Phần thưởng đang chờ
zh_hans: 待定奖励

# staking.rewards.destination.title
source: Reward destination
id: Tujuan hadiah
ja: 報酬先
pt: Destino das recompensas
ru: Назначение вознаграждений
tr: Ödül varış noktası
vi: Chuyển thưởng về
zh_hans: 奖励目的地

# staking.rewards.learn.more
source: Learn more about rewards
id: Pelajari lebih lanjut tentang hadiah
ja: 報酬の詳細
pt: Saiba mais acerca das recompensas
ru: Подробнее о вознаграждениях
tr: Ödüller hakkında daha fazla bilgi edinin
uk: Дізнайтеся більше про виплати
vi: Tìm hiểu thêm về phần thưởng
zh_hans: 了解更多关于奖励的信息

# staking.rewards.title
source: Rewards
id: Hadiah
ja: 報酬
pt: Recompensas
ru: Вознаграждения
tr: Ödüller
vi: Phần thưởng
zh_hans: 奖励

# staking.round.title
source: round #%@
id: ronde #%@
ja: ラウンド #%@
pt: rodada # %@
ru: раунд #%@
tr: yuvarlak #%@
vi: vòng #%@
zh_hans: 轮次 # %@

# staking.select.suggested
source: Select suggested
id: Pilih disarankan
ja: 提案されたものを選択
pt: Selecionar sugeridos
tr: Önerileni seçin
vi: Chọn đề xuất
zh_hans: 选择推荐的

# staking.select.validators.confirm.title
source: Selecting validators
id: Memilih validator
ja: バリデーターの選択
pt: Selecionando validadores
ru: Выбор валидаторов
tr: Doğrulayıcıları seçme
vi: Chọn validator
zh_hans: 选择验证人

# staking.select.validators.custom.button.title
source: Select by yourself
id: Pilih sendiri
ja: 自分で選択してください
pt: Selecione você mesmo
ru: Выбрать самому
tr: Kendiniz seçin
vi: Tự chọn
zh_hans: 自己选择

# staking.select.validators.custom.desc
source: You should trust your nominations to act competently and honestly, basing your decision purely on their current profitability could lead to reduced profits or even a loss of funds.
id: Anda harus memercayai pencalonan Anda untuk bertindak secara kompeten dan jujur, mendasarkan keputusan Anda semata-mata pada profitabilitas mereka saat ini dapat menyebabkan berkurangnya keuntungan atau bahkan kehilangan dana.
ja: ノミネーターが有能かつ誠実に行動することを信頼すべきです。現在の収益性だけで判断すると、利益の減少や資金喪失につながる可能性があります
pt: Deve confiar nas suas nomeações para agir de forma competente e honesta, baseando sua decisão puramente na sua rentabilidade atual pode levar a lucros reduzidos ou até mesmo perda de fundos.
ru: Вы должны доверять своим валидаторам, чтобы они действовали грамотно и честно. Принятие решения исключительно на основе их текущей прибыльности может привести к снижению прибыли или даже потере средств.
tr: Adaylarınızın yetkin ve dürüst hareket edeceğine güvenmelisiniz, kararınızı tamamen mevcut karlılıklarına dayandırmak kârın azalmasına ve hatta fon kaybına yol açabilir
vi: Bạn nên tin tưởng các nominator của mình có hiểu hiểu biết và trung thực, vì quyết định của bạn hầu như chỉ dựa trên lợi nhuận hiện tại của họ. Quyết định này có thể dẫn đến giảm lợi nhuận hoặc thậm chí mất vốn.
zh_hans: 你应该相信你的提名人有能力和诚实地行事，仅仅基于他们当前的盈利能力来做决策可能会导致利润减少甚至资金损失。

# staking.select.validators.custom.title
source: Stake with your validators
id: Stake dengan validator Anda
ja: バリデーターとステークする
pt: Fazer stake com os seus validadores
ru: Стейкинг с выбранными валидаторами
tr: Doğrulayıcılarınız ile stake yapın.
vi: Stake với validator của bạn
zh_hans: 与您的验证人进行质押

# staking.select.validators.recommended.button.title
source: Select recommended
id: Pilih yang direkomendasikan
ja: 推奨を選択
pt: Selecione o recomendado
ru: Выбрать рекомендованных
tr: Önerileni seçin.
vi: Chọn đề xuất
zh_hans: 选择推荐

# staking.select.validators.recommended.desc
source: The Fearless algorithm has select a list of recommended validators based on the criteria:
id: Algoritma Fearless memilih daftar validator yang direkomendasikan berdasarkan kriteria:
ja: フィアレスのアルゴリズムは、基準に基づいて推奨されるバリデーターのリストを選択しました：
pt: O algoritmo da Fearless selecionou uma lista de validadores recomendados com base nos critérios:
ru: Алгоритм Fearless Wallet составил список рекомендованных валидаторов, основываясь на критериях:
tr: Fearless algoritması, kriterlerine göre önerdiği validatörlerin bir listesini çıkardı
vi: Thuật toán Fearless đã chọn một danh sách các validator được đề xuất dựa trên các tiêu chí:
zh_hans: Fearless算法根据以下标准选择了一系列推荐的验证人名单：

# staking.select.validators.recommended.title
source: Stake with validators suggested by algorithm
id: Taruhan dengan validator yang direkomendasikan
ja: アルゴリズムによって提案されたバリデーターとステークする
pt: Fazer stake com os validadores recomendados
ru: Стейкинг с рекоммендованными валидаторами
tr: Algoritma tarafından önerilen validatörler ile stake yapın
vi: Stake với các validator do thuật toán đề xuất
zh_hans: 与算法建议的验证人进行质押

# staking.selected.collator
source: Selected collator
id: Kolator terpilih
ja: 選択したコレーター
pt: Coletor selecionado
ru: Выбранный коллатор
tr: Seçilen harmanlayıcı
vi: Collator dã chọn
zh_hans: 选择的收集人

# staking.selected.validators.count_v1.9.1
source: selected %d (max %d)
id: dipilih %li (maks %li )
ja: 選択済み： %d （最大%d ）
pt: selecionado %d (max %d)
ru: выбрано %d (макс. %d)
tr: seçili %d (maks %d )
vi: đã chọn %d (tối đa %d)
zh_hans: 已选择 %d （最大 %d）

# staking.selected.validators.title
source: Selected validators
id: Validator terpilih
ja: 選択されたバリデーター
pt: Validadores selecionados
ru: Выбранные валидаторы
tr: Seçili doğrulayıcılar
uk: Вибрані валідатори
vi: Validator đã chọn
zh_hans: 已选择的验证人

# staking.set.separate.account.controller
source: Set a separate account as a controller to increase staking management security.
id: Tetapkan akun terpisah sebagai pengontrol untuk meningkatkan keamanan manajemen staking.
ja: ステーキング管理のセキュリティを強化するために、コントローラーとして別のアカウントを設定します
pt: Defina uma conta separada como controlador para aumentar a segurança do gestão de staking.
ru: Установите отдельный аккаунт как контроллер, чтобы увеличить безопасность управления стейкингом.
tr: Stake etme yönetimi güvenliğini artırmak için denetleyici olarak ayrı bir hesap ayarlayın
uk: Встановіть окремий обліковий запис як контролер, щоб підвищити безпеку управління ставками.
vi: Thiết lập 1 tài khoản Controller riêng để tăng cường bảo mật quản lý staking.
zh_hans: 设置一个独立的账户作为控制器，以提高质押管理的安全性。

# staking.set.validators.message
source: Validators are not selected
id: Validator tidak dipilih
ja: バリデーターが選択されていない
pt: Validadores não selecionados
ru: Валидаторы не выбраны
tr: Doğrulayıcılar seçili değil.
vi: Validators không được chọn
zh_hans: 验证人未被选中

# staking.set.validators.title
source: Select validators to start staking
id: Pilih validator untuk mulai mempertaruhkan
ja: ステーキングを開始するバリデーターを選択してください
pt: Selecione validadores para iniciar o stake
ru: Выберите валидаторов для начала стейкинга
tr: Stake etmeye başlamak için doğrulayıcıları seçin.
vi: Chọn validator để bắt đầu staking
zh_hans: 选择验证人开始质押

# staking.setup.amount.too.low
source: You can't stake less than the minimum value (%@)
id: Tidak dapat menstake kurang dari nilai minimal (%@)
ja: 最少値(%@)未満をステークすることはできません
pt: Não é possível fazer staking menor do que o valor mínimo (%@)
ru: Нельзя застейкать меньше минимального значения (%@)
tr: (%@ ) daha az bahis olamaz
uk: Не можна робити ставку менше мінімального значення ( %s )
vi: Bạn không thể stake ít hơn giá trị tối thiểu (%@)
zh_hans: 您的质押额不能低于最小值 (%@)

# staking.setup.payout.title
source: Payout
id: Pembayaran
ja: 支払い
pt: Pagamento
ru: Выплаты
tr: Ödeme
vi: Thanh toán
zh_hans: 支付

# staking.setup.restake.title
source: Restake
id: Stake ulang
ja: 再ステーク
ru: Увеличения стейка
tr: Tekrar Stake Et
vi: Tái stake
zh_hans: 重新质押

# staking.setup.reward.destination.section.title
source: How to use your rewards?
id: Bagaimana cara menggunakan reward Anda?
ja: 報酬の使い方は?
pt: Como utilizar as suas recompensas?
ru: Использовать вознаграждения для
tr: Ödülleriniz nasıl kullanılır?
vi: Sử dụng phần thưởng của bạn như nào?
zh_hans: 如何使用您的奖励？

# staking.setup.sent.message
source: Staking setup transaction sent
id: Transaksi penyiapan staking dikirim
ja: ステーキング・セットアップのトランザクションが送信されました
pt: Transação de configuração de staking enviada
ru: Транзакция на установку стейкинга отправлена
tr: Staking kurulum işlemi gönderildi
uk: Транзакція налаштування стекінгу надіслана
vi: Đã gửi giao dịch thiết lập staking
zh_hans: 质押设置交易已发送

# staking.slash
source: Slash
ja: スラッシュ
pt: Penalização
ru: Слэш
tr: Kesinti
uk: Коса риса
vi: Phạt
zh_hans: 惩罚

# staking.stake
source: Stake
ja: ステーク
ru: Стейкинг
uk: Ставка
zh_hans: 质押

# staking.stake.less.hint
source: Note: you can still cancel this initiation request. Once the exit delay period has passed (28 rounds in Moonbeam - which is 7 days), you can return to this staking dashboard and execute the request, after which you will see the unbonded funds in your free balance.
id: Catatan: Anda masih dapat membatalkan permintaan inisiasi ini. Setelah periode penundaan keluar telah berlalu (28 putaran di Moonbeam - yaitu 7 hari), Anda dapat kembali ke dasbor staking ini dan menjalankan permintaan, setelah itu Anda akan melihat dana tidak terikat di saldo gratis Anda.
ja: 注：この開始リクエストをキャンセルすることも可能です。終了遅延期間(Moonbeamでは28ラウンド、つまり7日間)が過ぎると、このステーキング・ダッシュボードに戻り、リクエストを実行することができ、その後、あなたの利用可能残高に未融資の資金が表示されます
pt: Observação: você ainda pode cancelar esta solicitação de iniciação. Depois que o período de atraso de saída tiver passado (28 rodadas em Moonbeam- equivalente a 7 dias), você poderá retornar a este painel de staking e executar a solicitação, após a qual você verá os fundos não vinculados em seu saldo livre.
ru: Примечание: вы все еще можете отменить этот запрос на инициацию. По истечении периода задержки выхода (28 раундов в Moonbeam - это 7 дней), вы можете вернуться на панель управления стейкингом и выполнить запрос, после чего вы увидите свободные средства на своем свободном балансе.
tr: Not: Bu başlatma isteğini yine de iptal edebilirsiniz. Çıkış gecikme süresi geçtikten sonra (Moonbeam'de 28 tur - yani 7 gün), bu staking kontrol paneline geri dönebilir ve talebi gerçekleştirebilirsiniz; ardından serbest bakiyenizde tahvil edilmemiş fonları göreceksiniz.
vi: Lưu ý: bạn vẫn có thể hủy yêu cầu bắt đầu này. Khi thời gian trì hoãn thoát đã qua (28 vòng trong Moonbeam - tức là 7 ngày), bạn có thể quay lại bảng điều khiển stake này và thực hiện yêu cầu, sau đó bạn sẽ thấy số tiền chưa bị ràng buộc trong số dư miễn phí của mình.
zh_hans: 注意：您仍然可以取消此发起请求。一旦退出延迟期过去（在Moonbeam中为28轮，即7天），您可以返回此质押仪表板并执行该请求，之后您将在自由余额中看到未绑定的资金。

# staking.stake.with.selected.title
source: Stake with selected
id: Stake dengan yang dipilih
ja: 選択したものにステーク
pt: Stake com selecionado
ru: Застейкать с выбранным
tr: Seçilenle bahis yap
vi: Stake với lựa chọn
zh_hans: 与选定的进行质押

# staking.start.change.collators.custom.title
source: Stake with your collators
id: Stake dengan collators Anda
ja: コレーターとステークする
pt: Fazer stake com os seus validadores
tr: Harmanlayıcılarınızla stake edin
vi: Stake với collator của bạn
zh_hans: 与您的收集人一起质押

# staking.start.change.collators.suggested.subtitle
source: The Fearless algorithm has made a list of suggested collators based on the following criteria:
id: Algoritme Fearless telah membuat daftar kolektor yang disarankan berdasarkan kriteria berikut:
ja: フィアレスのアルゴリズムは、以下に基づいて提案されたコレーターのリストを作成しました：
pt: O algoritmo da FEARLESS selecionou uma lista de validadores recomendados com base nos seguintes critérios:
tr: FEARLESS algoritması, aşağıdaki kriterlere göre önerilen harmanlayıcıların bir listesini yapmıştır.
vi: Thuật toán FEARLESS đã tạo một danh sách collator được đề xuất dựa trên các tiêu chí sau:
zh_hans: Fearless算法根据以下标准列出了建议的收集人名单：

# staking.start.change.collators.suggested.title
source: Stake with collators suggested by the algorithm
id: Stake dengan collator yang disarankan oleh algoritma
ja: アルゴリズムによって提案されたコレーターとステークする
pt: Fazer stake com validadores sugeridos pelo algoritmo
tr: Algoritma tarafından önerilen harmanlayıcılarla stake et
vi: Stake với collator được đề xuất bởi thuật toán
zh_hans: 与算法建议的收集人进行质押

# staking.start.title
source: Start staking
id: Mulai staking
ja: ステーキングを開始します
pt: Começar staking
ru: Начать стейкинг
tr: Stake etmeye başlayın
uk: Почати стекінг
vi: Bắt đầu staking
zh_hans: 开始质押

# staking.stash.can.hint
source: The stash can stake more and set the controller.
id: Stash dapat mengikat lebih banyak dan mengatur pengontrol.
ja: スタッシュはさらにステークして、コントローラーを設定できます
pt: A conta de tipo stash pode meter mais stake e definir o controlador.
ru: С помощью стэш аккаунта можно застейкать больше и установить контроллер аккаунт
tr: Stash daha fazla stake edilebilir ve denetleyiciyi ayarlayabilir
uk: Штат може зв’язати більше і встановити контролер.
vi: Tài khoản Stash có thể liên kết với nhiều Controller.
zh_hans: 这个存储账户可以质押更多，并且可以设置控制器。

# staking.stash.missing.message
source: The stash account %@ is unavailable to update the staking setup.
id: Akun pengontrol %@ tidak tersedia untuk memperbarui penyiapan taruhan.
ja: スタッシュ・アカウント%@は、ステーキング設定を更新できません
pt: A conta stash %@ não está disponível para atualizar a configuração de staking.
ru: Стэш аккаунт %@ недоступен для обновления настроек стейкинга
tr: Denetleyici hesabı %@ , stake etme kurulumunu güncellemek için kullanılamıyor
uk: Обліковий запис контролера %@ недоступний для оновлення налаштування розміщення.
vi: Tài khoản Stash %@ không khả dụng để cập nhật thiết lập stake.
zh_hans: 无法更新存储账户%@的质押设置。

# staking.stash.title
source: Wallet account
id: Akun dompet
ja: ウォレット・アカウント
pt: Conta de carteira
ru: Аккаунт
tr: Cüzdan hesabı
uk: Керуючий акаунт
vi: Tài khoản ví
zh_hans: 钱包账户

# staking.status.low.stake
source: Low stake
id: Stake rendah
ja: 低ステーク
pt: Stake baixo
ru: Низкий стейк
tr: Düşük bahis
vi: Cổ phần thấp
zh_hans: 低质押

# staking.status.ready.to.unlock
source: Ready to unlock
id: Siap untuk membuka kunci
ja: ロック解除の準備ができました
pt: Pronto para desbloquear
ru: Готовы к разблокировке
tr: Kilidini açmaya hazır
vi: Sẵn sàng để mở khóa
zh_hans: 准备好解锁

# staking.story.nominator.page.1
source: Nominators earn passive income by locking their tokens to secure the network. To achieve that, the nominator should select a number of validators to support. The nominator should be careful when selecting validators. If the selected validator doesn’t behave properly, slashing penalties would be applied to both of them based on the severity of the incident.
id: Nominator adalah mereka yang ingin mendapatkan penghasilan pasif dengan mengunci token mereka untuk mengamankan jaringan. Untuk mencapai itu, Nominator harus memilih sejumlah Validator untuk didukung. Nominator harus berhati-hati - jika Validator yang dipilih tidak berperilaku dengan benar, hukuman pemotongan akan diterapkan pada Validator dan Nominator, berdasarkan tingkat keparahan insiden.
ja: ノミネーターは、ネットワークの安全性を確保するためにトークンをロックすることで、受動的な収入を得ることができます。これを実現するために、ノミネーターはサポートするバリデーターを何人か選びます。ノミネーターはバリデーターを選ぶ際に注意する必要があります。もし選ばれたバリデーターが適切な行動をとらなかった場合、その重大性に応じて両者にスラッシュ・ペナルティが適用されることがあります
pt: Os nomeadores obtêm um rendimento passivo por bloquearem os seus tokens para proteger a rede. Para tal, o nomeador deve selecionar um número de validadores para apoiar. O nomeador deve ter cuidado ao selecionar validadores. Se o validador selecionado não se comportar corretamente, as penalidades seriam aplicadas a ambos, com base na gravidade do incidente.
ru: Номинатор получает пассивный доход за удержание своих токенов для безопасности сети. Для этого номинатор должен выбрать валидаторов, с которыми он будет стейкать. Номинатору нужно осторожно подходить к выбору валидаторов. Если выбранный валидатор не будет поддерживать свою ноду в рабочем состоянии или будет пытаться атаковать сеть, то им обоим будет назначен штраф в виде слэша определенной части стейкинга в зависимости от масштаба причиненного ущерба.
tr: Aday, ağın güvenliğini sağlamak için belirteçlerini kilitleyerek pasif gelir elde eder. Bunu başarmak için, destekleyecek bir dizi doğrulayıcı seçmesi gerekir. Aday, doğrulayıcıları seçerken dikkatli olmalıdır. Seçilen doğrulayıcı kural dışı davranırsa, olayın ciddiyetine bağlı olarak her ikisine de kesme cezaları uygulanır.
vi: Người đề cử (nominator) kiếm được thu nhập thụ động bằng cách khóa tokens của mình để bảo mật network. Để đạt được điều đó, nominator cần chọn một số validators để hỗ trợ. Nominator nên cẩn thận khi chọn những validators này. Nếu validators được chọn có hành vi sai trái, thì việc xử lý vi phạm sẽ được áp dụng cho cả 2, tùy theo mức độ nghiêm trọng của sự cố.
zh_hans: 通过锁定他们的代币来保护网络，提名人可以获得被动收入。为了实现这一目标，提名人应该选择支持的验证人数量。在选择验证人时，提名人应该小心谨慎。如果所选的验证人行为不当，根据事件严重程度，将对双方施加惩罚措施。

# staking.story.nominator.page.2
source: Fearless Wallet provides a support to nominators by helping them select validators. The mobile app fetches data from the blockchain and composes a list of validators, who have the most profits, identity with contact info, no slashes and are available to receive nominations. Fearless Wallet also cares about decentralization, so if one person or a company runs several validator nodes, only up to 2 nodes of theirs will be shown in the recommended list.
id: Fearless Wallet memberikan dukungan untuk Nominator dengan membantu memilih Validator. Aplikasi seluler mengambil data dari blockchain dan menyusun daftar Validator yang memiliki keuntungan paling banyak, identitas dengan info kontak yang tersedia, tidak dipotong sebelumnya dan tersedia untuk menerima nominasi. Fearless Wallet juga peduli dengan desentralisasi, jadi jika satu orang atau perusahaan menjalankan beberapa node validator, hanya maksimal 2 node yang akan dipilih dari orang atau perusahaan tersebut dalam daftar yang direkomendasikan.
ja: フィアレス・ウォレットは、ノミネーターがバリデーターを選択する際のサポートを提供します。モバイル・アプリはブロックチェーンからデータを取得し、最も利益が多く、連絡先があり、スラッシュがなく、指名を受けることができるバリデーターのリストを作成します。フィアレス・ウォレットは非中央集権を配慮し、一個人や一企業が複数のバリデーター・ノードを運営している場合、そのノードのうち2つまでしか推奨リストに表示しません
pt: A Fearless Wallet fornece apoio para os nomeadores, ajudando-os a selecionar os validadores. A aplicação móvel busca dados da blockchain e compõe uma lista de validadores, que possuem: maior lucro, identidade com informações de contacto, e disponibilidade para receber nomeações. A Fearless Wallet também se preocupa com a descentralização, portanto, se uma pessoa ou uma empresa executar vários nodes de validação, apenas até 2 nodes serão mostrados na lista recomendada.
ru: Fearless Wallet помогает номинаторам в выборе валидаторов. Приложение получает данные из сети и составляет список доступных для номинирования валидаторов, имеющих максимальный доход, персонализацию и контакты для связи, а также не имеющих слэшей. Fearless Wallet также заботится о децентрализации, поэтому если один человек или компания запустили несколько валидирующих нод, то только 2 из них будут присутствовать в списке рекомендованных.
tr: Fearless Wallet, adaylara doğrulayıcı seçmelerine yardımcı olarak bir destek sağlar. Mobil uygulama blockchain'den veri getirir ve aşağıdakilere sahip bir doğrulayıcı listesi oluşturur: en fazla kar veren, iletişim bilgilerine sahip, kesinti uygulanmamış ve adaylık almaya hazır olan doğrulayıcılar. Fearless Wallet ayrıca merkeziyetsizleştirmeyi de önemser, bu nedenle bir kişi veya şirket birkaç doğrulayıcı düğüm çalıştırıyorsa, önerilen listede bunlardan en fazla 2 düğüm gösterilir.
vi: Ví Fearless Wallet giúp nominator chọn validator. Ứng dụng di động lấy dữ liệu từ blockchain và lập danh sách các validators, có các thông tin: lợi nhuận tối đa, danh tính - có thông tin liên lạc, không có vi phạm và có thể đề cử. Ví Fearless Wallet cũng quan tâm đến phân cấp, vì vậy nếu một người hoặc một công ty chạy một số validator chỉ có tối đa 2 nodes từ chúng sẽ được hiển thị trong danh sách đề xuất.
zh_hans: Fearless Wallet通过帮助提名人选择验证人来为其提供支持。该移动应用程序从区块链获取数据，并组成一个验证人列表，这些验证人具有最高的收益、身份和联系信息，没有被惩罚过，并且可以接受提名。Fearless Wallet还关注去中心化，因此如果一个人或一家公司运行多个验证节点，则在推荐列表中只会显示他们的最多两个节点。

# staking.story.nominator.title
source: Who is a nominator?
id: Siapa Nominator itu?
ja: ノミネーターとは？
pt: Quem é um validador?
ru: Кто такой номинатор?
tr: Aday kimdir?
vi: Ai là người đề cử (nominator)?
zh_hans: 谁是提名人？
