Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# same.address.transfer.warning.message
source: You're trying to make a transfer to the same account. The operation will charge a fee and doesn't make any sense
id: Anda mencoba melakukan transfer ke rekening yang sama. Operasi ini akan mengenakan biaya dan tidak masuk akal
ja: 同じ口座に送信しようとしています。操作には手数料が掛かるので、無駄になりませんか
pt: Você está tentando fazer uma transferência para a mesma conta. A operação cobrará uma taxa e não faz sentido nenhum
ru: Вы пытаетесь сделать трансфер на свой адрес. За операцию будет списана комиссия и это не несет никакого смысла.
tr: Aynı hesaba transfer yapmaya çalışıyorsunuz. Operasyon ücretli olacak ve hiçbir anlam ifade etmiyor
vi: Bạn đang cố gắng thực hiện chuyển khoản vào cùng một tài khoản. Hoạt động sẽ tính phí và không có ý nghĩa gì
zh_hans: 您正在尝试向同一账户进行转账。此操作将收取费用且没有任何意义。

# scam.additional.stub
source: Additional:
id: Tambahan:
ja: 追加：
pt: Adicional:
ru: Дополнительно:
tr: Ek olarak:
vi: Bổ sung:
zh_hans: 附加：

# scam.description.donation.stub
source: This address has been flagged as suspicious. We strongly recommend that you don't send %s to this account.
id: Alamat ini telah ditandai sebagai mencurigakan. Kami sangat menyarankan agar Anda tidak mengirimkan %s ke akun ini.
ja: このアドレスは、疑わしいアドレスだと喚起されています。このアカウントに %s を送信しないことを強くお勧めします
pt: Este endereço foi sinalizado como suspeito. Recomendamos fortemente que você não envie %s para esta conta.
ru: Этот адрес подозрителен. Мы настоятельно рекомендуем вам не отправлять %s на этот аккаунт.
tr: Bu adres şüpheli olarak işaretlendi. göndermemenizi şiddetle tavsiye ederiz.%sbu hesaba.
vi: Địa chỉ này đã được gắn cờ là đáng ngờ. Chúng tôi thực sự khuyên bạn không nên gửi %s tới tài khoản này.
zh_hans: 此地址已被标记为可疑。我们强烈建议您不要向该账户发送%s。

# scam.description.exchange.stub
source: This address is marked as an exchange, be careful as the deposit and withdrawal addresses may different.
id: Alamat ini ditandai sebagai bursa, hati-hati karena alamat penyetoran dan penarikan mungkin berbeda.
ja: このアドレスは取引所としてマークされていますが、入金アドレスと出金アドレスが異なる場合があるので注意してください
pt: Este endereço está marcado como uma corretora, tome cuidado pois os endereços de depósito e saque podem ser diferentes.
tr: Bu adres bir borsa olarak işaretlenmiştir, para yatırma ve çekme adresleri farklı olabileceğinden dikkatli olun.
vi: Địa chỉ này được đánh dấu là một sàn giao dịch, hãy cẩn thận, địa chỉ gửi tiền và địa chỉ rút tiền có thể khác nhau.
zh_hans: 这个地址被标记为交易所，请注意存款和提款地址可能不同。

# scam.description.sanctions.stub
source: This address has been flagged due to an entity related to a country under sanctions. We strongly recommend that you don't send %s to this account.
id: Alamat ini ditandai karena ada entitas yang terkait dengan negara yang terkena sanksi. Kami sangat menyarankan agar Anda tidak mengirimkan %s ke akun ini.
ja: このアドレスは、制裁下にある国に関連するエンティティだと喚起されています。このアカウントに %s を送信しないことを強くお勧めします
pt: Este endereço foi sinalizado devido a uma entidade relacionada a um país sob sanções. Recomendamos fortemente que você não envie %s para esta conta.
tr: Bu adres, yaptırım altındaki bir ülkeyle bağlantılı bir kuruluş nedeniyle işaretlendi. göndermemenizi şiddetle tavsiye ederiz.%sbu hesaba.
vi: Địa chỉ này đã bị gắn cờ do một thực thể có liên quan đến một quốc gia đang bị trừng phạt. Chúng tôi thực sự khuyên bạn không nên gửi %s tới tài khoản này.
zh_hans: 由于与受制裁国家相关的实体，此地址已被标记。我们强烈建议您不要向此账户发送%s。

# scam.description.scam.stub
source: This address has been flagged due to evidence of a scam. We strongly recommend that you don't send %s to this account.
id: Alamat ini telah ditandai karena ada bukti penipuan. Kami sangat menyarankan agar Anda tidak mengirim %s ke akun ini.
ja: このアドレスは、詐欺の証拠があると喚起されています。このアカウントに %s を送信しないことを強くお勧めします
pt: Este endereço foi sinalizado devido a evidências de fraude. Recomendamos fortemente que você não envie %s para esta conta.
ru: Этот адрес был помечен в связи с доказательствами мошенничества. Мы настоятельно рекомендуем вам не отправлять %s на этот аккаунт.
tr: Bu adres dolandırıcılık kanıtı nedeniyle işaretlendi. göndermemenizi şiddetle tavsiye ederiz.%sbu hesaba.
vi: Địa chỉ này đã bị gắn cờ do có bằng chứng lừa đảo. Chúng tôi thực sự khuyên bạn không nên gửi %s tới tài khoản này.
zh_hans: 这个地址因涉嫌欺诈行为而被标记。我们强烈建议您不要向该账户转账%s。

# scam.name.stub
source: Name:
id: Nama:
ja: 名前：
pt: Nome:
ru: Имя:
tr: İsim:
vi: Tên:
zh_hans: 姓名：

# scam.reason.stub
source: Reason:
id: Alasan:
ja: 理由：
pt: Motivo:
ru: Причина:
tr: Sebep:
vi: Lý do:
zh_hans: 原因：

# scam.warning.alert.subtitle
source: We strongly recommend that you don't send %s to this account.
id: Kami sangat menyarankan agar Anda tidak mengirim %s ke akun ini.
ja: このアカウントに %s を送信しないことを強くお勧めします
pt: Recomendamos fortemente que você não envie %s para esta conta.
ru: Мы настоятельно рекомендуем не отправлять %s на это аккаунт.
tr: göndermemenizi şiddetle tavsiye ederiz.%sbu hesaba.
vi: Chúng tôi thực sự khuyên bạn không nên gửi %s vào tài khoản này.
zh_hans: 我们强烈建议您不要向此账户发送%s。

# scam.warning.alert.title
source: This address has been flagged due to an entity related to a country under sanctions. We strongly recommend that you don't send %@ to this account.
id: Alamat ini ditandai karena ada entitas yang terkait dengan negara yang terkena sanksi. Kami sangat menyarankan agar Anda tidak mengirim %@ ke akun ini.
ja: このアドレスは、制裁下にある国に関連するエンティティだと喚起されています。このアカウントに %@ を送信しないことを強くお勧めします
pt: Este endereço foi sinalizado devido a uma entidade relacionada a um país sob sanções. Recomendamos fortemente que você não envie %@ para esta conta.
tr: Bu adres, yaptırım altındaki bir ülkeyle bağlantılı bir kuruluş nedeniyle işaretlendi. göndermemenizi şiddetle tavsiye ederiz.%@ bu hesaba.
vi: Địa chỉ này đã bị gắn cờ do một thực thể có liên quan đến một quốc gia đang bị trừng phạt. Chúng tôi thực sự khuyên bạn không nên gửi %@ tới tài khoản này.
zh_hans: 由于与受制裁国家相关的实体，此地址已被标记。我们强烈建议您不要向此账户发送%@。

# scan.qr.subtitle
source: Scan code from receiver
id: Pindai kode dari pengirim
ja: 受信者からQRコードをスキャン
pt: Leia o código do destinatário.
ru: Поднесите QR код получателя
tr: Alıcıdan kodu tarayın
vi: Quét mã từ người nhận
zh_hans: 从接收方扫描代码

# scan.qr.title
source: QR Code
id: Kode QR
ja: QRコード
pt: Ler QR
ru: QR Код
tr: QR Kodu Tarayın
vi: Quét mã QR
zh_hans: 二维码

# scan.qr.upload.button.title
source: Upload from gallery
id: Unggah dari galeri
ja: 写真からアップロード
pt: Carregar da galeria
ru: Из галереи
tr: Galeriden yükleyin
vi: Tải lên từ thư viện
zh_hans: 从相册上传

source: Search by connection
id: cari berdasarkan koneksi
ja: 接続から探す
pt: Pesquisar por conexão
tr: Bağlantıya göre ara
vi: Tìm kiếm theo kết nối
zh_hans: 按连接搜索

# search.textfield.placeholder
source: Public address
id: Alamat publik
ja: パブリック・アドレス
pt: Endereço público
ru: Публичный адрес
tr: Açık adresi
vi: Địa chỉ public
zh_hans: 公共地址

# search.view.title
source: Send to
id: Kirim ke
ja: 送信先
pt: Enviar para
ru: Получатель
tr: Gönderildi
vi: Gửi đến
zh_hans: 发送至

# select.asset.search.empty.subtitle
source: No assets were found :(
id: Tidak ada aset yang ditemukan :(
ja: アセットが見つかりませんでした
pt: Nenhum ativo foi encontrado :(
ru: Ассеты не найдены :(
tr: Hiçbir Öğe bulunamadı:(
vi: Không có tài sản nào được tìm thấy :(
zh_hans: 未找到任何资产 :(

# select.asset.search.placeholder
source: Search by token
id: Cari berdasarkan token
ja: トークンで検索
pt: Pesquisar por token
ru: Поиск по токену
tr: Jetonla ara
vi: Tìm kiếm theo token
zh_hans: 按代币搜索

# select.collators.warning
source: DISCLAIMER: Algorithmic сollator suggestions do not constitute financial consultation or advice. Staking is a high-risk activity, and algorithmic сollator suggestions do not necessarily mitigate this risk. A сollator suggested by the algorithm could still leave the pool of candidates. A сollator suggested by the algorithm could also change their parameters (e.g.,commission rates, etc.) at any time after having been suggested and/or selected. You could lose rewards for these or other reasons. Only stake tokens and use сollator suggestions at your own discretion, after conducting due diligence and carefully considering the risks involved.
id: PENAFIAN: Saran kolator algoritmik bukan merupakan konsultasi atau nasihat keuangan. Staking adalah aktivitas berisiko tinggi, dan saran kolator algoritmik tidak serta merta memitigasi risiko ini. Seorang pengumpul yang disarankan oleh algoritme masih dapat meninggalkan kumpulan kandidat. Pengumpul yang disarankan oleh algoritme juga dapat mengubah parameternya (misalnya, tarif komisi, dll.) kapan saja setelah disarankan dan/atau dipilih. Anda bisa kehilangan hadiah karena alasan ini atau lainnya. Hanya pertaruhkan token dan gunakan saran kolektor sesuai kebijaksanaan Anda sendiri, setelah melakukan uji tuntas dan dengan cermat mempertimbangkan risiko yang ada.
ja: 免責事項：アルゴリズム・コレーターの提案は、金融に関する相談や助言に該当するものではありません。ステーキングはハイリスクな活動であり、アルゴリズムによるコレーターの提案は、必ずしもこのリスクを軽減するものではありません。アルゴリズムによって提案されたコレーターは、候補から外れる可能性があります。アルゴリズムによって提案されたコレーターは、提案および/または選択された後、いつでもパラメーター(例：手数料率など)を変更することができます。これらの理由や他の理由で報酬を失う可能性があります。関連するリスクを注意して慎重に検討した上で、ご自身の判断でトークンをステークし、コレーターの提案を使用するようにしてください
pt: AVISO: Os detentores de tokens MOVR/GLMR devem realizar a cuidadosa devida diligência acerca dos validadores antes de delegar. Ser listado como um validador não representa um endosso ou recomendação da Moonbeam Network, da Moonriver Network ou da Moonbeam Foundation. A Moonbeam Network, a Moonriver Network e a Moonbeam Foundation não examinaram os validadores da lista e não assumem nenhuma responsabilidade com relação à seleção, desempenho, segurança, precisão ou uso de quaisquer ofertas de terceiros. Você é o único responsável por fazer a sua própria diligência para entender as taxas aplicáveis e todos os riscos presentes, incluindo o monitoramento ativo da atividade dos seus validadores.
tr: UYARI: MOVR/GLMR token sahipleri, delege etmeden önce harmanlayıcıları üzerinde dikkatli bir araştırma yapmalıdır. Bir harmanlayıcı olarak listelenmek, Moonbeam Network, Moonriver Network veya Moonbeam Foundation'ın bir onayı veya tavsiyesi değildir. Ne Moonbeam Network, ne Moonriver Network, ne de Moonbeam Foundation, listedeki harmanlayıcıları incelememiştir ve herhangi bir üçüncü taraf tekliflerinin seçimi, performansı, güvenliği, doğruluğu veya kullanımı ile ilgili hiçbir sorumluluk kabul etmez. Harmanlayıcılarınızın faaliyetlerini aktif bir şekilde takip etmek de dahil olmak üzere, uygulanabilecek ücretleri ve mevcut riskleri anlamak için gereken tüm özeni göstermekten yalnızca siz sorumlusunuz
vi: TUYÊN BỐ TỪ CHỐI: Các đề xuất của trình xác minh thuật toán không cấu thành tư vấn hoặc lời khuyên tài chính. Staking là một hoạt động có rủi ro cao và các đề xuất của trình xác thực thuật toán không nhất thiết giảm thiểu rủi ro này. Một сollator do thuật toán đề xuất vẫn có thể rời khỏi nhóm ứng cử viên. Một сollator do thuật toán đề xuất cũng có thể thay đổi các thông số của chúng (ví dụ: tỷ lệ hoa hồng, v.v.) bất kỳ lúc nào sau khi được đề xuất và/hoặc chọn. Bạn có thể mất phần thưởng vì những lý do này hoặc lý do khác. Chỉ đặt cược mã thông báo và sử dụng các đề xuất сollator theo quyết định của riêng bạn, sau khi tiến hành thẩm định và xem xét cẩn thận các rủi ro liên quan.
zh_hans: 免责声明：算法收集人建议并不构成金融咨询或建议。质押是一项高风险活动，算法收集人建议并不能完全减轻这种风险。由算法提供的收集人仍有可能离开候选池。由算法提供的收集人也可以在被推荐和/或选择后随时更改其参数（例如佣金率等）。您可能因此或其他原因而失去奖励。请在进行尽职调查和慎重考虑风险后，根据自己的判断谨慎使用质押代币和使用收集人建议。

# select.network.search.empty.subtitle
source: No networks were found :(
id: Tidak ada jaringan yang ditemukan :(
ja: ネットワークが見つかりませんでした
pt: Nenhuma rede foi encontrada :(
ru: Сети не найдены :(
tr: Hiçbir ağ bulunamadı :(
vi: Không tìm thấy mạng nào :(
zh_hans: 未找到任何网络 :(

# select.network.search.placeholder
source: Search by network
id: Cari berdasarkan jaringan
ja: ネットワークで検索
pt: Pesquisar por rede
ru: Поиск по сети
tr: Ağa göre ara
vi: Tìm kiếm theo mạng
zh_hans: 按网络搜索

source: Select save type
id: Pilih tipe simpan
ja: 保存形式を選択
pt: Selecione o tipo de guardar
ru: Выберите тип сохранения
tr: Kayıt türü seçin
vi: Chọn kiểu lưu
zh_hans: 选择保存类型

# select.suggested.validators.warning
source: Algorithmic validator suggestions do not constitute financial consultation or advice. Staking is a high-risk activity, and algorithmic validator suggestions do not necessarily mitigate this risk. A validator suggested by the algorithm could still leave the pool of candidates. A validator suggested by the algorithm could also change their parameters (e.g.,commission rates, etc.) at any time after having been suggested and/or selected. You could lose rewards for these or other reasons. Only stake tokens and use validator suggestions at your own discretion, after conducting due diligence and carefully considering the risks involved.
id: Saran validator algoritmik bukan merupakan konsultasi atau saran keuangan. Staking adalah aktivitas berisiko tinggi, dan saran validator algoritmik tidak serta merta memitigasi risiko ini. Validator yang disarankan oleh algoritme masih dapat meninggalkan kumpulan kandidat. Validator yang disarankan oleh algoritme juga dapat mengubah parameternya (misalnya, tarif komisi, dll.) kapan saja setelah disarankan dan/atau dipilih. Anda bisa kehilangan hadiah karena alasan ini atau lainnya. Hanya pertaruhkan token dan gunakan saran validator sesuai kebijaksanaan Anda sendiri, setelah melakukan uji tuntas dan mempertimbangkan risiko yang ada dengan cermat.
ja: アルゴリズム・バリデーターの提案は、金融に関する相談や助言に該当するものではありません。ステーキングはハイリスクな活動であり、アルゴリズムによるバリデーターの提案は、必ずしもこのリスクを軽減するものではありません。アルゴリズムによって提案されたバリデーターは、候補から外れる可能性があります。アルゴリズムによって提案されたバリデーターは、提案および/または選択された後、いつでもパラメーター(例：手数料率など)を変更することができます。これらの理由や他の理由で報酬を失う可能性があります。関連するリスクを注意して慎重に検討した上で、ご自身の判断でトークンをステークし、バリデーターの提案を使用するようにしてください
pt: As sugestões do validador algorítmico não constituem uma consulta ou aconselhamento financeiro. O staking é uma atividade de alto risco e as sugestões do validador algorítmico não atenuam necessariamente esse risco. Um validador sugerido pelo algoritmo ainda poderia sair do grupo de candidatos. Um validador sugerido pelo algoritmo também poderia alterar seus parâmetros (por exemplo, taxas de comissão, etc.) a qualquer momento após ter sido sugerido e/ou selecionado. Você pode perder recompensas por esses ou outros motivos. Aposte apenas tokens e use sugestões do validador a seu critério, após realizar a devida diligência e considerar cuidadosamente os riscos envolvidos.
ru: DISCLAIMER: Предложения алгоритмических валидаторов не являются финансовыми консультациями или советами. Стейкинг - это деятельность с высоким риском, и предложения алгоритмических валидаторов не обязательно снижают этот риск. Валидатор, предложенный алгоритмом, все равно может быть слэширован. Валидатор, предложенный алгоритмом, также может изменить свои параметры (например, размер комиссии и т.д.) в любое время после того, как он был предложен и/или выбран. Вы можете потерять токены или вознаграждения по этим или другим причинам. Ставьте токены и используйте предложения валидаторов только по своему усмотрению, после проведения должной проверки и тщательного рассмотрения сопутствующих рисков.
tr: Algoritmik doğrulayıcı önerileri finansal danışmanlık veya tavsiye teşkil etmez. Staking yüksek riskli bir faaliyettir ve algoritmik doğrulayıcı önerileri bu riski mutlaka azaltmaz. Algoritmanın önerdiği bir doğrulayıcı yine de aday havuzundan çıkabilir. Algoritma tarafından önerilen bir doğrulayıcı, önerildikten ve/veya seçildikten sonra herhangi bir zamanda parametrelerini (örn. komisyon oranları vb.) değiştirebilir. Bu veya başka nedenlerden dolayı ödüllerinizi kaybedebilirsiniz. Durum tespiti yaptıktan ve ilgili riskleri dikkatlice değerlendirdikten sonra, yalnızca kendi takdirinize bağlı olarak tokenları stake edin ve doğrulayıcı önerilerini kullanın.
vi: Các thuật toán đề xuất validator không cấu thành tư vấn hoặc tư vấn tài chính. Staking là một hoạt động có rủi ro cao và các đề xuất của trình xác thực thuật toán không nhất thiết phải giảm thiểu rủi ro này. Một trình xác thực được đề xuất bởi thuật toán vẫn có thể rời khỏi nhóm ứng cử viên. Trình xác thực được đề xuất bởi thuật toán cũng có thể thay đổi các tham số của chúng (ví dụ: tỷ lệ hoa hồng, v.v.) bất kỳ lúc nào sau khi được đề xuất và / hoặc chọn. Bạn có thể mất phần thưởng vì những lý do này hoặc lý do khác. Chỉ đặt cọc token và sử dụng các đề xuất của trình xác thực theo quyết định của riêng bạn, sau khi tiến hành thẩm định và xem xét cẩn thận các rủi ro liên quan.
zh_hans: 算法验证人建议并不构成金融咨询或建议。质押是一项高风险活动，算法验证人的建议并不能完全减轻这种风险。由算法推荐的验证人仍然有可能离开候选池。由算法推荐的验证人也可以在被推荐和/或选择后随时更改其参数（例如佣金率等）。您可能因此或其他原因而失去奖励。只有在进行尽职调查并慎重考虑所涉及风险后，根据自己的判断决定质押代币和采用验证人建议。

# select.validators.disclaimer
source: DISCLAIMER: Algorithmic validator suggestions do not constitute financial consultation or advice. Staking is a high-risk activity and algorithmic validator suggestions do not necessarily mitigate this risk. A validator suggested by the algorithm could still be slashed. A validator suggested by the algorithm could also change their parameters (e.g. commission rates, etc.) at any time after having been suggested and/or selected. You could lose tokens or rewards for these or other reasons. Only stake tokens and use validator suggestions at your own discretion, after conducting due diligence and carefully considering the risks involved.
id: PENAFIAN: Saran validator algoritmik bukan merupakan konsultasi atau saran keuangan. Staking adalah aktivitas berisiko tinggi dan saran validator algoritmik tidak serta merta memitigasi risiko ini. Validator yang disarankan oleh algoritme masih dapat dikurangi. Validator yang disarankan oleh algoritme juga dapat mengubah parameternya (misalnya tarif komisi, dll.) kapan saja setelah disarankan dan/atau dipilih. Anda bisa kehilangan token atau hadiah karena alasan ini atau lainnya. Hanya pertaruhkan token dan gunakan saran validator sesuai kebijaksanaan Anda sendiri, setelah melakukan uji tuntas dan mempertimbangkan risiko yang ada dengan cermat.
ja: 免責事項：アルゴリズム・バリデーターの提案は、金融に関する相談や助言に該当するものではありません。ステーキングはハイリスクな活動であり、アルゴリズムによるバリデーターの提案は、必ずしもこのリスクを軽減するものではありません。アルゴリズムによって提案されたバリデーターは、切り取られる可能性があります。アルゴリズムによって提案されたバリデーターは、提案および/または選択された後、いつでもパラメーター(例：手数料率など)を変更することができます。これらの理由や他の理由でトークンや報酬を失う可能性があります。関連するリスクを注意して慎重に検討した上で、ご自身の判断でトークンをステークし、バリデーターの提案を使用するようにしてください
pt: RESPONSABILIDADE: As sugestões de validador algorítmico não constituem uma consulta ou conselho financeiro. O staking é uma atividade de alto risco, e as sugestões de validador algorítmico não mitigam necessariamente este risco. Um validador sugerido pelo algoritmo pode ainda ser penalizado. Um validador sugerido pelo algoritmo pode também alterar os seus parâmetros (por exemplo, taxas de comissão, etc.) em qualquer altura depois de ter sido sugerido e/ou selecionado. Pode perder tokens ou recompensas por estas, ou outras razões. Apenas faça stake de tokens e utilize as sugestões do validador ao seu próprio critério, após ter realizado a devida diligência e considerado cuidadosamente os riscos envolvidos.
ru: DISCLAIMER: Предложения алгоритмических валидаторов не являются финансовыми консультациями или советами. Стейкинг - это деятельность с высоким риском, и предложения алгоритмических валидаторов не обязательно снижают этот риск. Валидатор, предложенный алгоритмом, все равно может быть слэширован. Валидатор, предложенный алгоритмом, также может изменить свои параметры (например, размер комиссии и т.д.) в любое время после того, как он был предложен и/или выбран. Вы можете потерять токены или вознаграждения по этим или другим причинам. Ставьте токены и используйте предложения валидаторов только по своему усмотрению, после проведения должной проверки и тщательного рассмотрения сопутствующих рисков.
tr: SORUMLULUK REDDİ: Algoritmanın validatör tavsiyeleri finansal danışmanlık veya tavsiye teşkil etmez. Stake yapmak yüksek riskli bir faaliyettir ve algoritmanın validatör tavsiyeleri bu riski azaltmaz. Algoritma tarafından önerilen bir validatör yine de durabilir. Algoritma tarafından önerilen bir validatör, önerildikten ve/veya seçildikten sonra herhangi bir zamanda parametrelerini (örneğin komisyon oranlarını vb.) değiştirebilir. Bu veya başka nedenlerle tokenlerinizi veya ödüllerinizi kaybedebilirsiniz. Durum tespiti yapıldıktan sonra ve ilgili riskleri dikkatlice değerlendirdikten sonra, yalnızca kendi takdirinize bağlı olarak tokenlerinizi stake edin ve validatör tavsiyelerini kullanın.
vi: TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM: Thuật toán đề xuất validator không phải là lời khuyên hoặc tư vấn đầu tư. Staking là một hoạt động có rủi ro cao và các đề xuất của thuật toán không nhất thiết giảm thiểu rủi ro này. Thuật toán đề xuất validator vẫn có thể bị slash. Các validator được đề xuất bởi thuật toán cũng có thể thay đổi các tham số của họ (ví dụ: tỷ lệ hoa hồng, v.v.) bất kỳ lúc nào sau khi được đề xuất và/hoặc chọn. Bạn có thể bị mất token hoặc phần thưởng vì những lý do này hoặc lý do khác. Chỉ stake token và sử dụng các validator theo quyết định của riêng bạn, sau khi bạn đã tiến hành thẩm định và xem xét cẩn thận các rủi ro liên quan.
zh_hans: 免责声明：算法验证人建议并不构成金融咨询或建议。质押是一项高风险活动，算法验证人的建议并不能完全消除这种风险。由算法提供的验证人仍然可能被惩罚。由算法提供的验证人也可以在被推荐和/或选择后随时更改其参数（例如佣金率等）。您可能因为这些原因或其他原因而失去代币或奖励。请在进行尽职调查并慎重考虑所涉及风险后，根据自己的判断谨慎质押代币和使用验证人建议。

# send.all.title
source: Send all tokens and reap the account
id: Kirim semua token dan tuai akunnya
zh_hans: 发送所有代币并收获账户

# send.confirm.amount.title
source: Sending %@
id: Mengirim %@
ja: 送信中 %@
pt: Enviando %@
ru: Отправка %@
tr: gönderiliyor %@
vi: Đang gửi %@
zh_hans: 正在发送 %@

# send.fund.title
source: Send fund
id: Dana terkirim
ja: 資金を送る
pt: Enviar fundo
ru: Отправить средства
tr: Fon gönder
vi: Gửi tiền
zh_hans: 发送资金

# settings.add.wallet
source: Add wallet
id: Tambah dompet
ja: ウォレットを追加
pt: Adicionar carteira
ru: Добавить кошелёк
tr: Cüzdan ekle
vi: Thêm ví
zh_hans: 添加钱包

# settings.hide.zero.balances
source: Hide zero balances
id: Sembunyikan saldo Nol
ja: 残高ゼロを隠す
pt: Ocultar saldos nulos
ru: Скрыть нулевые балансы
tr: Sıfır bakiyeleri gizleyin
vi: Ẩn số dư bằng không
zh_hans: 隐藏零余额

source: Share referral code
id: Bagikan kode rujukan
ja: 紹介コードを共有
pt: Partilhar código de referência
ru: Поделиться реферальным кодом
tr: Referans kodunuzu paylaşın
vi: Chia sẻ mã giới thiệu
zh_hans: 分享推荐码

source: Sign this message?
id: Tanda tangan pesan ini?
ja: メッセージに署名しますか？
pt: Assinar esta mensagem?
tr: Bu mesaj imzalansın mı?
vi: Ký tin nhắn này?
zh_hans: 签署此消息？

# sora.bridge.amount.less.fee
source: The amount you're trying to transfer is insufficient to cover the transaction fees on the %s network. Although the transaction won't process, you'll still be charged the fees on the Sora network.
id: Jumlah yang Anda coba transfer tidak cukup untuk menutupi biaya transaksi di %s jaringan. Meskipun transaksi tidak dapat diproses, Anda tetap akan dikenakan biaya di jaringan Sora.
tr: Aktarmaya çalıştığınız tutar, işlem ücretlerini karşılamaya yetmiyor. %sAğ İşlem gerçekleşmese de Sora ağındaki ücretler sizden yine de tahsil edilecektir.
vi: The amount you're trying to transfer is insufficient to cover the transaction fees on the %@ network. Although the transaction won't process, you'll still be charged the fees on the Sora network.
zh_hans: 您尝试转账的金额不足以支付%s网络上的交易费用。尽管交易无法完成，您仍将在Sora网络上被收取费用。

# sora.bridge.low.amaunt.polkadot.alert
source: Currently, there's a min. amount 1.1 DOT for bridging to ensure the stability and security. We appreciate your understanding.
id: Saat ini, terdapat jumlah minimal 1.1 DOT untuk jembatan guna menjamin stabilitas dan keamanan. Kami menghargai pengertian Anda.
tr: Şu anda bir dk. Stabilite ve güvenliği sağlamak için köprüleme için miktar 1,1 DOT. Anlayışınız için minnettarız.
vi: Hiện tại, có một phút. số tiền 1,1 DOT để bắc cầu để đảm bảo sự ổn định và bảo mật. Chúng tôi đánh giá cao sự hiểu biết của bạn.
zh_hans: 目前，为了确保稳定性和安全性，跨链最低金额为1.1 DOT。感谢您的理解。
