Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# staking.validator.search.placeholder
source: Search by address or name
id: Cari berdasarkan alamat atau nama
ja: アドレスまたは名前で検索
pt: Pesquisar por endereço ou nome
ru: Поиск по адресу или имени
tr: Adrese veya isime göre ara
vi: Tìm kiếm theo địa chỉ hoặc tên
zh_hans: 按地址或姓名搜索

# staking.validator.slashed.desc
source: The Validator is slashed for misbehaviour (e.g. goes offline, attacks the network, or runs modified software) in the network.
id: Validator dipotong untuk kesalahan (misalnya offline, menyerang jaringan, atau menjalankan perangkat lunak yang dimodifikasi) di jaringan.
ja: バリデーターは、ネットワーク内の不正行為(オフラインになる、ネットワークを攻撃する、変更されたソフトウェアを実行するなど)に対して斬られます
pt: O Validador é penalizado por se comportar mal (por exemplo, ficar offline, atacar a rede ou executar softwares modificados) na rede.
ru: Валидатор наказан за неправильные действия в сети (например, был оффлайн, атаковал сеть, работал с модифицированным ПО).
tr: Doğrulayıcı, ağdaki hatalı davranışlar (örn. çevrimdışı olur, ağa saldırır veya değiştirilmiş yazılımları çalıştırır) için kesme cezası uygulanır
vi: Validator bị tạm ngưng do các hành vi sai trái (ví dụ: ngoại tuyến, tấn công mạng hoặc chạy phần mềm sửa đổi) trong mạng.
zh_hans: 验证人在网络中因不当行为（例如离线、攻击网络或运行修改过的软件）而被惩罚。

# staking.validator.status.elected
source: Elected
id: Terpilih
ja: 選出
pt: Eleito
ru: Избран
tr: Seçilmiş
vi: Được bầu
zh_hans: 已当选

# staking.validator.status.unelected
source: Not elected
id: Tidak terpilih
ja: 未選出
pt: Não eleito
ru: Не избран
tr: Seçilmedi
vi: Không được bầu
zh_hans: 未当选

# staking.validator.summary.description
source: In future updates, we will add staking features for validators. #StayFearless
id: Di pembaruan mendatang, kami akan menambahkan fitur staking untuk validator. #StayFearless
ja: 将来のアップデートでは、バリデーターのステーキング機能を追加する予定です。 #StayFearless
pt: Em atualizações futuras, adicionaremos recursos de staking para os validadores. #StayFearless
ru: В будущих обновлениях мы добавим функции стекинга для валидаторов. Оставайся бесстрашным
tr: Gelecekteki güncellemelerde, doğrulayıcılar için stake etme özellikleri ekleyeceğiz. #StayFearless
uk: У майбутніх оновленнях ми додамо функції вибору для валідаторів. Залишайтеся Безстрашним
vi: Các bản cập nhập sau này, chúng tôi sẽ thêm các tính năng staking cho các validator. #StayFearless
zh_hans: 在未来的更新中，我们将为验证人添加质押功能。 #StayFearless

# staking.validator.summary.title
source: Staking for validators
id: Mempertaruhkan validator
ja: バリデーターのステーキング
pt: Staking para validador
ru: Стейкинг для валидатора
tr: Doğrulayıcı için stake etme
uk: Ставка для валідатора
vi: Staking cho validator
zh_hans: 为验证人质押

# staking.validator.total.stake
source: Total stake
ja: 総ステーク
pt: Stake total
ru: Всего застейкано
tr: Toplam stake
uk: Всього
vi: Tổng số stake
zh_hans: 总质押

# staking.validator.total.stake.token
source: Total stake (%@)
id: Jumlah stake (%@)
ja: 総ステーク (%@)
pt: Stake total (%@)
ru: Общий стейк (%@)
tr: Toplam stake edilen ( %@ )
vi: Tổng số stake (%@)
zh_hans: 总质押 ( %@ )

# staking.warning.tiny.payout
source: The reward is less than the network fee.
id: Imbalannya kurang dari biaya jaringan.
ja: 報酬はネットワーク手数料よりも少ないです
pt: A recompensa é menor que a taxa da rede.
ru: Вознаграждение меньше комиссии сети.
tr: Ödül, ağ ücretinden düşük
uk: Винагорода менша за плату за мережу.
vi: Phần thưởng ít hơn phí mạng (network).
zh_hans: 奖励金额低于网络费用。

# staking.year.period.format
source: %@ yearly
id: %@ setiap tahun
ja: %@毎年
pt: %@ anualmente
ru: %@ ежегодно
tr: %@ yıllık
uk: %@ щорічно
vi: %@ hàng năm
zh_hans: 每年%@

# staking.your.allocated.description
source: Your stake is allocated to the following validators.
id: Taruhan Anda dialokasikan ke validator berikut
ja: あなたのステークは次のバリデーターに割り当てられます
pt: O seu stake está alocado nos seguintes validadores.
ru: Ваш стейк распределяется между этими валидаторами.
tr: Payınız aşağıdaki doğrulayıcılara tahsis edilmiştir.
uk: Ваша ставка розподіляється на такі валідатори
vi: Staking token của bạn được phân bổ cho những validators sau
zh_hans: 您的质押将分配给以下验证人。

# staking.your.collator.title
source: Your collator
id: Kolator mu
ja: あなたのコレーター
pt: Seu coletor
ru: Ваш коллатор
tr: Harmanlayıcınız
vi: Collator của bạn
zh_hans: 你的收集人

# staking.your.elected.format
source: Elected (%@)
id: Terpilih (%@)
ja: 選出されました (%@)
pt: Eleito (%@)
ru: Избраны (%@)
tr: Seçilen ( %@ )
vi: Đã bầu (%@)
zh_hans: 已当选（%@）

# staking.your.inactive.description
source: Validators that were not elected in this era.
id: Validator yang tidak terpilih di era ini
ja: この時代に選出されなかったバリデーター
pt: Validadores que não foram eleitos nesta era.
ru: Валидаторы, которые не были избраны в этой эре.
tr: Bu dönemde seçilmeyen onaylayıcılar
uk: Валідатори, які не були обрані в цю епоху
vi: Validator không được bầu trong era này.
zh_hans: 在这个时间段没有当选的验证人。

# staking.your.nominated.format
source: Nominated: %@
id: Nominasi: %@
ja: ノミネート： %@
pt: Nomeado: %@
ru: Номинировано: %@
tr: Aday gösterildi: %@
uk: Номінація: %@
vi: Được đề cử: %@
zh_hans: 已提名：%@

# staking.your.not.allocated.description
source: Others who are active without your stake allocation.
id: Lainnya, yang aktif tanpa alokasi taruhan Anda
ja: あなたのステーク割り当てなしで活動している他の人
pt: Outros, que estão ativos sem a sua alocação de stake.
ru: Другие, которые активны без вашего стейка.
tr: Pay tahsisi olmadan aktif olan diğerleri
uk: Інші, які активні без вашого розподілу ставок
vi: Những validator khác, những người đang hoạt động mà không có phần hùn (stake) của bạn
zh_hans: 其他没有您的质押分配而活跃的人。

# staking.your.not.elected.format
source: Not elected (%@)
id: Tidak terpilih (%@)
ja: 未選出 (%@)
pt: Não eleito (%@)
ru: Не избраны (%@)
tr: Seçilmedi ( %@)
vi: Không được chọn (%@)
zh_hans: 未当选（%@）。

# staking.your.oversubscribed.message
source: Your tokens are allocated to oversubscribed validators. You will not receive rewards in this era.
id: Token Anda dialokasikan ke validator yang kelebihan langganan. Anda tidak akan menerima hadiah di era ini.
ja: あなたのトークンは、申し込みが殺到したバリデーターに割り当てられます。この時代では報酬を受け取れません
pt: Os seus tokens estão alocados em validadores com excesso de assinaturas. Não receberá recompensas nesta era.
ru: Ваши токены попали к валидатору, превысившему лимит номинаторов. В этой эре вы не получите награду от этого валидатора.
tr: Token'larınız, fazla abone olunan doğrulayıcılara tahsis edilmiş. Bu dönemde ödül almayacaksınız
vi: Tokens của bạn phân bổ vào validator hết hạn mức. Bạn sẽ không nhận được phần thưởng trong thời gian này.
zh_hans: 您的代币已分配给超额抵押的验证人。在本时间段内，您将无法获得奖励。

# staking.your.selected.format
source: Selected (%@)
id: Dipilih (%@)
ja: 選択済み (%@)
pt: Selecionado (%@)
ru: Выбраны (%@)
tr: Seçildi ( %@ )
vi: Đã chọn (%@)
zh_hans: 已选择 ( %@ )

# staking.your.stake
source: Your stake
id: Stake Anda
ja: あなたのステーク
pt: O seu stake
ru: Ваш стейк
tr: Bahis tutarınız
uk: Ваша ставка
vi: Số lượng stake của bạn
zh_hans: 你的质押

# staking.your.validator.title
source: Your validator
id: Validator Anda
ja: あなたのバリデーター
pt: O seu validador
ru: Ваш валидатор
tr: Doğrulayıcınız
vi: Validator của bạn
zh_hans: 你的验证人

# staking.your.validators.changing.title
source: Your validators will change in the next era.
id: Validator Anda akan berubah di era berikutnya
ja: あなたのバリデーターは次の時代に変わるでしょう
pt: Os seus validadores mudarão na próxima era.
ru: Ваши валидаторы поменяются в следующую эру
tr: Doğrulayıcılarınız gelecek dönemde değişecek.
uk: Валідатори зміняться в наступну епоху
vi: Validator của bạn sẽ thay đổi trong lần tới.
zh_hans: 你的验证人将在下一个时间段发生变化。

# staking.your.validators.title
source: Your validators
id: Validator Anda
ja: あなたのバリデーター
pt: Os seus validadores
ru: Ваши валидаторы
tr: Doğrulayıcılarınız
uk: Ваші валідатори
vi: Validator của bạn
zh_hans: 你的验证人

# stash.account.issue.action
source: Import stash account
id: Impor akun simpanan
ja: スタッシュ・アカウントのインポート
pt: Importar conta stash
tr: Stash hesabını içe aktar
vi: Import tài khoản stash
zh_hans: 导入存储账户

# stash.account.issue.message
source: Stash account %s isn't available. Please, import the Stash account by following the necessary steps
id: Akun simpanan %s tidak tersedia. Silakan impor akun Stash dengan mengikuti langkah-langkah yang diperlukan
ja: スタッシュ・アカウント%sは使用できません。必要な手順に従ってスタッシュ・アカウントをインポートしてください
pt: A conta stash %s não está disponível. Por favor, importe a conta Stash seguindo as etapas necessárias
tr: Saklama hesabı%smevcut değil. Lütfen gerekli adımları izleyerek Stash hesabını içe aktarın
vi: Tài khoản lưu trữ %s không khả dụng. Vui lòng import tài khoản Stash bằng cách làm theo các bước cần thiết
zh_hans: 存储账户%s不可用。请按照必要的步骤导入存储账户。

# state.common
source: State
id: Negara
ja: 状態
pt: Estado
ru: Состояние
tr: Durum
zh_hans: 状态

# stories.bottom.close.button
source: Great news!
id: Berita bagus!
ja: 素晴らしいニュースです！
pt: Boas notícias!
ru: Отличные новости!
tr: Harika haberler!
vi: Tin vui!
zh_hans: 好消息！

# stories.version2.slide1.subtitle
source: Fearless Wallet now supports more networks and tokens: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) and others...
id: Fearless Wallet sekarang mendukung lebih banyak jaringan dan token: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) dan lainnya ...
ja: フィアレス・ウォレットは、より多くのネットワークとトークンに対応しました：ポルカドット(Polkadot)＝DOT、クサマ(Kusama)＝KSM、ムーンリバー(Moonriver)＝MOVR、カルラ(Karura)＝KAR、シデン(Shiden)＝SDN、ソラ(Sora)＝XOR、ビフロスト(Bifrost)＝BNC、キルト(Kilt)＝KILT、などなど...
pt: A Fearless Wallet suporta agora mais redes e tokens: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) e outros...
ru: Теперь Fearless Wallet поддерживает больше сетей и токенов: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) и другие...
tr: Fearless Wallet artık daha fazla ağı ve tokeni destekliyor: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) ve diğerleri ...
vi: Ví Fearless hiện hỗ trợ nhiều mạng và token hơn: Polkadot (DOT), Kusama (KSM), Moonriver (MOVR), Karura (KAR), Shiden (SDN), SORA (XOR), Bifrost (BNC), KILT (KILT) và nhiều token khác ...
zh_hans: Fearless Wallet现在支持更多的网络和代币：Polkadot（DOT），Kusama（KSM），Moonriver（MOVR），Karura（KAR），Shiden（SDN），SORA（XOR），Bifrost（BNC），KILT（KILT）等等...

# stories.version2.slide1.title
source: More networks, More tokens
id: Lebih banyak jaringan,lebih banyak token
ja: より多くのネットワーク、より多くのトークン
pt: Mais redes, Mais tokens
ru: Больше сетей — больше токенов
tr: Daha fazla ağ, Daha çok token
vi: Nhiều mạng hơn, Nhiều token hơn
zh_hans: 更多网络，更多代币

# stories.version2.slide2.subtitle
source: All your accounts remain in the app! Each wallet now contains many accounts on different networks. Each wallet has a new, colorful icon to help you differentiate between them.
id: Semua akun Anda tetap ada di aplikasi! Setiap dompet sekarang berisi banyak akun di jaringan berbeda. Setiap dompet memiliki ikon baru berwarna-warni untuk membantu Anda membedakannya.
ja: あなたの全アカウントをアプリ内で保持できます！各ウォレットには、異なるネットワーク上の多くのアカウントを含められるようになりました。各ウォレットには、区別しやすいよう新しいカラフルなアイコンが付きます
pt: Todas as suas contas permanecem na aplicação! Cada carteira contém agora muitas contas em redes diferentes. Cada carteira tem um ícone novo e colorido para o ajudar a diferenciar-se entre elas.
ru: Все ваши аккаунты остались в приложении! Каждый кошелёк теперь содержит множество аккаутов в разных сетях. У каждого кошелька новая, красочная иконка, которая помогает лучше их различать.
tr: Tüm hesaplarınız ağda kalmaya devam ediyor! Artık her cüzdan farklı ağlarda birçok hesap içeriyor. Her cüzdanın, aralarında ayrım yapmanızı kolaylaştırmak için yeni ve renkli bir ikonu var.
vi: Tất cả tài khoản của bạn vẫn còn trong ứng dụng! Mỗi ví bây giờ chứa nhiều tài khoản trên các mạng khác nhau. Mỗi ví có một biểu tượng mới đầy màu sắc để giúp bạn phân biệt giữa chúng.
zh_hans: 所有您的账户都保留在应用程序中！每个钱包现在包含了许多不同网络上的账户。每个钱包都有一个新的、丰富多彩的图标，帮助您区分它们。

# stories.version2.slide2.title
source: Accounts upgraded to Wallets
id: Akun ditingkatkan menjadi Dompet
ja: ウォレットにアップグレードされたアカウント
pt: Contas atualizadas para Carteiras
ru: Аккаунты улучшились до кошельков
tr: Hesaplar, Cüzdanlara yükseltildi
vi: Tài khoản được nâng cấp lên Ví (Wallet)
zh_hans: 账户升级为钱包

# stories.version2.slide3.subtitle
source: Different tokens from the Polkadot and Kusama ecosystems are on the same screen now.
id: Token berbeda dari ekosistem Polkadot dan Kusama sekarang ada di layar yang sama.
ja: ポルカドットとクサマのエコシステムの異なるトークンが同じ画面上に表示されるようになりました
pt: Diferentes tokens do ecossistema Polkadot e Kusama estão agora no mesmo ecrã.
ru: Теперь разные токены экосистемы Polkadot и Kusama находятся на одном экране.
tr: Polkadot ve Kusama ekosistemindeki farklı tokenler artık aynı ekranda.
vi: Các token khác nhau của hệ sinh thái Polkadot và Kusama hiện có trên cùng một màn hình.
zh_hans: Polkadot和Kusama生态系统的不同代币现在出现在同一个屏幕上。

# stories.version2.slide3.title
source: The wallet is now more powerful
id: Dompet sekarang lebih bertenaga
ja: ウォレットがさらに強化されました
pt: A carteira é agora mais poderosa
ru: Кошелёк стал мощнее
tr: Cüzdan artık daha güçlü
vi: Ví bây giờ mạnh mẽ hơn
zh_hans: 钱包现在更加强大了

# stories.version2.slide4.subtitle
source: By default, wallets use the same key for all of the accounts contained. You can replace the accounts inside a wallet with any existing ones or create new ones.
id: Secara default, dompet menggunakan kunci yang sama untuk semua akun yang ada. Anda dapat mengganti akun di dalam dompet dengan akun yang sudah ada atau membuat akun baru.
ja: デフォルトでは、ウォレットは含まれる全てのアカウントに同じキーを使用します。ウォレットに含まれるアカウントを既存のものと置き換えたり、新しいアカウントを作成したりできます
pt: Por defeito, as carteiras utilizam a mesma chave para todas as contas contidas. É possível substituir as contas dentro de uma carteira por quaisquer contas existentes ou criar novas contas.
ru: По умолчанию кошелёк использует один ключ во всех аккаунтах. Теперь можно заменить аккаунт внутри кошелька на любой существующий или создать новый.
tr: Varsayılan olarak, cüzdanlar tüm hesaplar için aynı kurtarma anahtarını kullanır. Bir cüzdan içindeki hesapları varolan hesaplarınızla değiştirebilir veya yenilerini oluşturabilirsiniz.
vi: Theo mặc định, các ví sử dụng cùng một khóa cho tất cả các tài khoản có trong đó. Bạn có thể thay thế tài khoản bên trong ví bằng bất kỳ tài khoản hiện có nào hoặc tạo tài khoản mới.
zh_hans: 默认情况下，钱包对所有包含的账户使用相同的密钥。您可以用现有的任何账户替换钱包中的账户，或者创建新的账户。

# stories.version2.slide4.title
source: Customize your Wallets
id: Sesuaikan Dompet Anda
ja: ウォレットをカスタマイズ
pt: Personalize as suas carteiras
ru: Кастомизируйте свои кошельки
tr: Cüzdanlarınızı özelleştirin
vi: Tùy chỉnh ví của bạn
zh_hans: 定制您的钱包

# stories.version2.slide5.title
source: Harmony with the ecosystem
id: Harmoni dengan ekosistem
ja: エコシステムとの調和
pt: Harmonia com o ecossistema
ru: Гармония с экосистемой
tr: Ekosistem ile uyumlu
vi: Hòa hợp với hệ sinh thái
zh_hans: 与生态系统和谐相处

# substrate.crypto.type
source: Substrate keypair crypto type
id: Jenis kripto pasangan kunci Ethereum
ja: サブストレート(Substrate)キー・ペアの暗号方式
pt: Criptografia de par de chaves do tipo Substrate
tr: Substrat anahtar çifti kripto türü
zh_hans: Substrate密钥对加密类型

# swipable.cell.button.hide
source: Hide
id: Sembunyikan
ja: 隠す
pt: Ocultar
ru: Скрыть
tr: Saklamak
vi: Ẩn
zh_hans: 隐藏

# swipable.cell.button.receive
source: Receive
id: Terima
ja: 受信
pt: Receber
ru: Получить
tr: Almak
vi: Nhận
zh_hans: 接收

# swipable.cell.button.send
source: Send
id: Kirim
ja: 送信
pt: Enviar
ru: Отправить
tr: Göndermek
vi: Gửi
zh_hans: 发送

# swipable.cell.button.show
source: Show
id: Tunjukan
ja: 表示
pt: Mostrar
ru: Показать
tr: Göster
vi: Hiện
zh_hans: 显示

# swipable.cell.button.teleport
source: Teleport
id: berteleportasi
ja: テレポート
pt: teleporte
ru: Телепорт
tr: ışınlanma
zh_hans: 传送

source: Switch node
id: Alihkan node
ja: ノードの切り替え
pt: Alternar node
ru: Выбрать ноду
tr: Düğüm değiştir
vi: Chuyển đổi node
zh_hans: 切换节点

# switch.node.autoselect.title
source: Auto select nodes
id: Otomatis pilih node
ja: ノードの自動選択
pt: Seleção automática de nodes
ru: Автоматический выбор нод
tr: Düğümleri otamatik seçin
vi: Tự động chọn node
zh_hans: 自动选择节点

# tabbar.crowdloan.attention
source: Please check the Crowdloans tab Attention required
id: Silakan periksa tab Crowdloans Perlu perhatian
ja: 「クラウドローン」タブを確認してください 注意が必要です
pt: Verifique o separador Crowdloans Atenção necessária
ru: Пожалуйста, проверьте вкладку Краудлоны Требуется внимание
tr: Lütfen Crowdloan sekmesini kontrol edin Dikkat gerekli
vi: Vui lòng kiểm tra tab Crowdloans Cần chú ý
zh_hans: 请检查众贷选项卡 需要注意

# tabbar.crowdloan.title
source: Crowdloans
id: Crowdloan
ja: クラウドローン
ru: Краудлоуны
tr: Crowdloanlar
uk: Crowdloan
vi: Các chương trình Crowdloan
zh_hans: 众贷

# tabbar.crowdloan.title_v1.9.0
source: Crowdloans
ja: クラウドローン
ru: Краудлоуны
zh_hans: 众贷

# tabbar.settings.title
source: Settings
id: Pengaturan
ja: 設定
pt: Configurações
ru: Настройки
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置

# terms.and.conditions.accept.and.continue
source: Accept & Continue
id: Terima dan lanjutkan
ja: 同意して続行
pt: Aceitar e continuar
tr: Kabul Et ve Devam Et
vi: Chấp nhận & Tiếp tục
zh_hans: 接受并继续

# terms.and.conditions.description
source: We want you to know exactly how SORA Card services work, who and why needs your details. Reviewing these policies will help you continue using the app with peace of mind.
id: Kami ingin Anda mengetahui secara pasti cara kerja layanan SORA Card, siapa dan mengapa memerlukan data Anda. Meninjau kebijakan ini akan membantu Anda terus menggunakan aplikasi dengan tenang.
ja: SORAカードのサービスがどのように機能し、誰が、何のためにあなたの詳細情報を必要としているのかを正確に知っていただきたいと思います。これらのポリシーを確認することで、安心してアプリを使い続けることができます
pt: Queremos que você saiba exatamente como funcionam os serviços do Cartão SORA, quem e por que precisa dos seus dados. A revisão dessas políticas ajudará você a continuar usando o aplicativo com tranquilidade.
tr: SORA Kart hizmetlerinin tam olarak nasıl çalıştığını, bilgilerinize kimin ve neden ihtiyaç duyduğunu bilmenizi istiyoruz. Bu politikaları gözden geçirmek, uygulamayı gönül rahatlığıyla kullanmaya devam etmenize yardımcı olacaktır.
vi: Chúng tôi muốn bạn biết chính xác cách thức hoạt động của các dịch vụ Thẻ SORA, ai và tại sao cần thông tin chi tiết của bạn. Việc xem xét các chính sách này sẽ giúp bạn yên tâm tiếp tục sử dụng ứng dụng.
zh_hans: 我们希望您了解SORA卡服务的工作原理，以及谁需要您的详细信息和为什么。审阅这些政策将有助于您放心地继续使用该应用程序。

# terms.and.conditions.general.terms
source: General Terms of Use
id: Ketentuan Penggunaan Umum
ja: 一般利用規約
pt: Termos gerais de utilização
tr: Genel Kullanım Koşulları
vi: Điều khoản sử dụng chung
zh_hans: 使用条款

# terms.and.conditions.privacy.policy
source: Privacy Policy
id: Kebijakan pribadi
ja: 個人情報保護方針
pt: Política de Privacidade
ru: Политикой конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策

# terms.and.conditions.sora.community.alert.main
source: SORA community does not collect any of your personal data,
id: Komunitas SORA tidak mengumpulkan data pribadi Anda,
ja: SORAコミュニティはあなたの個人データを収集しません
pt: A comunidade SORA não coleta nenhum dos seus dados pessoais,
tr: SORA topluluğu hiçbir kişisel verinizi toplamaz,
vi: Cộng đồng SORA không thu thập bất kỳ dữ liệu cá nhân nào của bạn,
zh_hans: SORA社区不会收集您的任何个人数据，

# terms.and.conditions.sora.community.alert.secondary
source: but to get the SORA Card and IBAN account you need to go through KYC process with a card issuer.
id: namun untuk mendapatkan Kartu SORA dan akun IBAN Anda harus melalui proses KYC dengan penerbit kartu.
ja: ただし、SORAカードと IBANアカウントを取得するには、カード発行会社との本人確認(KYC)の処理を通過する必要があります
pt: mas para obter o cartão SORA e a conta IBAN você precisa passar pelo processo KYC com um emissor do cartão.
tr: ancak SORA Kartını ve IBAN hesabını almak için kartı veren kuruluşla KYC sürecinden geçmeniz gerekir.
vi: nhưng để có được Thẻ SORA và tài khoản IBAN, bạn cần thực hiện quy trình KYC với nhà phát hành thẻ.
zh_hans: 但是要获得SORA卡和IBAN账户，您需要通过一家发卡机构进行KYC验证。

# terms.and.conditions.title
source: Terms & Conditions
id: Syarat dan ketentuan
ja: 規約と条件
pt: Termos e Condições
tr: Şartlar ve koşullar
vi: Điều khoản & Điều kiện
zh_hans: 条款与条件

# tranaction.history.others.tab.title
source: Others
id: Lainnya
tr: Diğerleri
zh_hans: 其他

# transaction.detail.date
source: Date
id: Tanggal
ja: 日付
pt: Data
ru: Дата
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期

# transaction.detail.status
source: Status
ja: 状態
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态

# transaction.details.copy.hash
source: Copy hash
id: Salin hash
ja: ハッシュをコピーする
pt: Copiar hash
ru: Копировать хеш
tr: Hash kopyala
uk: Скопіювати хеш
vi: Sao chép hash
zh_hans: 复制哈希

# transaction.details.extrinsic.fee
source: Fee
id: Biaya
ja: 手数料
pt: Taxa
ru: Комиссия
tr: Ücret
vi: Phí
zh_hans: 费用

# transaction.details.from
source: From
id: Dari
ja: から
pt: De
ru: От
tr: Gönderen
uk: Від
vi: Từ
zh_hans: 从

# transaction.details.hash.title
source: Extrinsic Hash
ja: 外形的ハッシュ
pt: Hash extrínseco
ru: Хеш транзакции
tr: Harici Hash
uk: Хеш транзакції
vi: Hash bên ngoài
zh_hans: 外部哈希

# transaction.details.view.etherscan
source: View in Etherscan
id: Lihat di Etherscan
ja: イーサスキャン(Etherscan)で見る
pt: Ver no Etherscan
ru: Посмотреть в Etherscan
tr: Etherscan'da görüntüle
vi: Xem trong Etherscan
zh_hans: 在Etherscan上查看

# transaction.details.view.polkascan
source: View in Polkascan
id: Lihat di Polkascan
ja: ポルカスキャン(Polkascan)で見る
pt: Ver na Polkascan
ru: Посмотреть в Polkascan
tr: Polkascan'de görüntüle
uk: Переглянути в Polkascan
vi: Xem trên Polkascan
zh_hans: 在Polkascan中查看

# transaction.details.view.reefscan
source: View in Reefscan
id: Lihat di Reefscan
tr: Reefscan'da görüntüle
vi: Xem trong Reefscan
zh_hans: 在Reefscan中查看

# transaction.details.view.subscan
source: View in Subscan
id: Lihat di Subscan
ja: サブスキャン(Subscan)で見る
pt: Ver no Subscan
ru: Просмотреть в Subscan
tr: Subscan'da Görüntüle
uk: Переглянути в Subscan
vi: Xem trong Subscan
zh_hans: 在Subscan中查看

# transaction.list.header
source: All transaction
id: Semua transaksi
ja: 全てのトランザクション
pt: Todas as transações
ru: Все транзакции
tr: Tüm işlemler
vi: Tất cả giao dịch
zh_hans: 所有交易

# transaction.status.completed
source: Completed
id: Selesai
ja: 完了
pt: Concluído
ru: Успешно
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn thành
zh_hans: 已完成

# transaction.status.failed
source: Failed
id: Gagal
ja: 失敗しました
pt: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败

# transaction.status.pending
source: Pending
id: Tertunda
ja: 保留中
pt: Pendente
ru: В ожидании
tr: Bekliyor
uk: В очікуванні
vi: Đang chờ xử lý
zh_hans: 待定

source: Transaction Successful!
id: Transaksi berhasil
ja: トランザクションが成功しました！
pt: Transação bem sucedida!
ru: Транзакция успешна!
tr: İ̇şlem Başarılı!
vi: Giao dịch thành công!
zh_hans: 交易成功！

# transfer.title
source: Transfer
ja: 送信
pt: Transferir
ru: Перевод
tr: Aktar
uk: Передача
vi: Chuyển khoản
zh_hans: 转移

source: Try again
id: Coba lagi
ja: もう一度やり直してください
pt: Tentar novamente
tr: Tekrar deneyin
vi: Thử lại
zh_hans: 请再试一次

# update.needed.text
source: Update Needed
id: Perbarui diperlukan
ja: 更新が必要です
pt: Atualização necessária
ru: Требуется обновление
tr: Güncelleme Gerekiyor
vi: Cập nhật cần thiết
zh_hans: 需要更新

# username.setup.choose.title
source: Wallet nickname
id: Nama panggilan dompet
ja: ウォレットのニックネーム
pt: Nome da carteira
ru: Псевдоним кошелька
tr: Cüzdan takma adı
uk: Ім'я
vi: Nickname của ví
zh_hans: 钱包昵称
