Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# unsupported.countries.disclaimer
source: Residents from certain countries can not apply for SORA Card at this moment
id: Penduduk dari negara tertentu tidak dapat mengajukan SORA Card untuk saat ini
ru: Жители некоторых стран не могут подать заявку на получение SORA Card в данный момент
vi: Cư dân từ một số quốc gia nhất định không thể đăng ký Thẻ SORA tại thời điểm này
zh_hans: 目前来自某些国家的居民无法申请SORA卡。

# unsupported.countries.link
source: See the list
id: Lihat daftarnya
ru: Посмотреть список
vi: Xem danh sách
zh_hans: 查看列表

# user.registration.first.name.input.filed.label
source: First name
id: Nama depan
ru: Имя
vi: Họ
zh_hans: 名

# user.registration.last.name.input.filed.label
source: Last name
id: nama keluarga
ru: Фамилия
vi: Tên
zh_hans: 姓

# user.registration.title
source: Introduce yourself
ru: Представьтесь
vi: Giới thiệu bản thân
zh_hans: 介绍一下自己

# verification.failed.description
source: The KYC was terminated or it failed otherwise.
ru: KYC был прекращен или не прошел иным образом.
vi: KYC đã bị chấm dứt hoặc không thành công.
zh_hans: KYC已终止或未能通过验证。

# verification.failed.title
source: Verification failed
ru: Проверка не прошла
vi: Xác minh không thành công
zh_hans: 验证失败

# verification.rejected.description
source: Your application has been rejected.
ru: Ваша заявка была отклонена.
vi: Đơn đăng ký của bạn đã bị từ chối.
zh_hans: 您的申请已被拒绝。

# verification.rejected.screen.attempts.price.disclaimer
source: Every other attempt will cost you €%@
id: Setiap upaya lainnya akan dikenakan biaya € %@
ru: Любая другая попытка будет стоить вам €%@
vi: Mọi nỗ lực khác sẽ khiến bạn mất €%@
zh_hans: 每次其他尝试都会花费你%@欧元。

# verification.rejected.screen.attempts.used
source: You have used your free KYC attempts.
ru: Вы использовали свои бесплатные попытки KYC.
vi: Bạn đã sử dụng các lần thử KYC miễn phí của mình.
zh_hans: 您已经使用完了免费的KYC尝试次数。

# verification.rejected.screen.try.again.for.euros
source: Try again for €%@
ru: Повторить снова за €%@
vi: Hãy thử lại với giá €%@
zh_hans: 再试一次，%@欧元。

# verification.rejected.screen.try.again.for.free
source: Try again for free
ru: Попробуйте еще раз бесплатно
vi: Thử lại miễn phí
zh_hans: 免费重试

# verification.rejected.support
source: Support
ru: Поддержка
vi: Hỗ trợ
zh_hans: 支持

# verification.rejected.title
source: Verification rejected
id: Lamaran ditolak
ru: Заявка отклонена
vi: Xác minh bị từ chối
zh_hans: 验证被拒绝

# verification.successful.description
source: Your KYC verification is successful and we are already preparing to send you the SORA card!
id: Verifikasi KYC Anda berhasil dan kami sedang mempersiapkan untuk mengirimkan kartu SORA kepada Anda!
ru: Ваша проверка KYC прошла успешно, и мы уже готовимся отправить вам SORA Card!
vi: Xác minh KYC của bạn đã thành công và chúng tôi đã chuẩn bị gửi cho bạn thẻ SORA!
zh_hans: 您的 KYC 验证成功，我们已经准备向您发送 SORA 卡！

# verification.successful.title
source: Application approved
id: Permohonan disetujui
ru: Заявка одобрена
vi: Đơn đăng ký được chấp thuận
zh_hans: 申请已批准

# verify.email.resend
source: RE-SEND IN %@
ru: ПОВТОРНО ОТПРАВИТЬ В %@
vi: GỬI LẠI VÀO %@
zh_hans: %@以后重新发送

# verify.email.title
source: Verify your email
ru: Подтвердите ваш email
vi: Xác minh email của bạn
zh_hans: 验证您的电子邮件

# verify.phone.number.code.input.field.label
source: SMS code
ru: SMS-код
vi: Mã SMS
zh_hans: 短信验证码

# verify.phone.number.description
source: Enter SMS code that has been sent to %@
ru: Введите SMS-код, который был отправлен %@
vi: Nhập mã SMS đã được gửi đến %@
zh_hans: 输入已发送到 %@的短信验证码

# verify.phone.number.send.code
source: SEND CODE
ru: ОТПРАВИТЬ КОД
vi: GỬI MÃ
zh_hans: 发送验证码

# backup.wallet.replace.several.alert
source: You currently have several chain accounts that has been added by replacing the main key pair, and it possesses a specific one. However, please note that our current wallet backup (export) flow does not support the storage of multiple key pairs. As a result, you can only save your main key pair. To ensure the safety of your replaced chain account, we recommend that you first back it up separately before proceeding with the current flow. Once you have successfully backed up your replaced chain account, you can proceed to the current flow without any concerns.
id: Saat ini Anda memiliki beberapa akun berantai yang telah ditambahkan dengan mengganti pasangan kunci utama, dan akun tersebut memiliki akun yang spesifik. Namun, perlu diketahui bahwa alur pencadangan (ekspor) dompet kami saat ini tidak mendukung penyimpanan beberapa pasangan kunci. Akibatnya, Anda hanya dapat menyimpan pasangan kunci utama Anda. Untuk memastikan keamanan akun rantai pengganti Anda, kami menyarankan Anda mencadangkannya terlebih dahulu secara terpisah sebelum melanjutkan dengan alur saat ini. Setelah Anda berhasil mencadangkan akun rantai yang diganti, Anda dapat melanjutkan ke alur saat ini tanpa khawatir.
ja: あなたは現在、メインのキー・ペアを置き換えて追加した複数のチェーンアカウントを持っており、それぞれに特定のキー・ペアを所有しています。しかし、現在のウォレットのバックアップ(エクスポート)機能は、複数のキー・ペアの保存をサポートしていないのでご注意ください。現状、保存できるのはメインのキー・ペアのみとなります。 チェーンアカウントの安全性を確保するため、現在のフローを進める前に、まず別個にバックアップすることをお勧めします。置き換えたチェーンアカウントのバックアップに成功したら、何の心配もなくフローを進むことができます。
pt: Atualmente você tem várias contas na cadeia que foram adicionadas substituindo o par de chaves principal e possui uma específica. No entanto, observe que nosso fluxo atual de backup (exportação) de carteira não suporta o armazenamento de vários pares de chaves. Como resultado, você só pode salvar seu par de chaves principal. Para garantir a segurança da sua conta da rede substituída, recomendamos que você primeiro faça backup dela separadamente antes de prosseguir com o fluxo atual. Depois de fazer backup com êxito de sua conta na cadeia substituída, você poderá prosseguir para o fluxo atual sem preocupações.
tr: Şu anda ana anahtar çiftinin değiştirilmesiyle eklenen birkaç zincir hesabınız var ve bu hesapta belirli bir anahtar çifti bulunuyor. Ancak mevcut cüzdan yedekleme (dışa aktarma) akışımızın birden fazla anahtar çiftinin depolanmasını desteklemediğini lütfen unutmayın. Sonuç olarak yalnızca ana anahtar çiftinizi kaydedebilirsiniz. Değiştirdiğiniz zincir hesabınızın güvenliğini sağlamak için mevcut akışa geçmeden önce öncelikle hesabınızı ayrı olarak yedeklemenizi öneririz. Değiştirdiğiniz zincir hesabınızı başarıyla yedekledikten sonra herhangi bir endişe yaşamadan mevcut akışa geçebilirsiniz.
vi: Bạn hiện có một số tài khoản chuỗi đã được thêm bằng cách thay thế cặp khóa chính và tài khoản này sở hữu một tài khoản cụ thể. Tuy nhiên, xin lưu ý rằng luồng sao lưu (xuất) ví hiện tại của chúng tôi không hỗ trợ lưu trữ nhiều cặp khóa. Do đó, bạn chỉ có thể lưu cặp khóa chính của mình. Để đảm bảo an toàn cho tài khoản chuỗi đã thay thế của bạn, trước tiên chúng tôi khuyên bạn nên sao lưu tài khoản đó một cách riêng biệt trước khi tiếp tục với quy trình hiện tại. Khi bạn đã sao lưu thành công tài khoản chuỗi đã thay thế của mình, bạn có thể tiếp tục quy trình hiện tại mà không có bất kỳ lo ngại nào.

# crowdloan.raised.amount
source: %@ of %@
id: %@ dari %@
ja: %@の%@
pt: %@ de %@
ru: %@ из %@
uk: %@ з %@
vi: %@ của %@

# nfts.stub
source: NFTs
id: Nft
ja: NFT
tr: NFT'ler
vi: NFT

# staking.pool.create.root
source: Root
ja: ルート
pt: Raiz
tr: Kök
vi: Nguồn gốc

# staking.recommended.validators.counter
source: %@ of %@
id: %@ dari %@
ja: %@の%@
pt: %@ de %@
ru: %@ из %@
uk: %@ з %@
vi: %@ của %@

# verify.email.description
source: Follow the magic link that has been sent to %@ The email might take several minutes to arrive. Please verify your spam folder if you haven't received the email after 5 minutes.
ru: Перейдите по волшебной ссылке, которая была отправлена на %@ Доставка письма может занять несколько минут. Пожалуйста, проверьте папку со спамом, если вы не получили письмо в течение 5 минут.
vi: Đi theo liên kết ma thuật đã được gửi tới %@ Có thể mất vài phút để email đến nơi. Vui lòng kiểm thư mục thư rác nếu bạn không nhận được email sau 5 phút.

# transaction.details.view.oklink
source: View in Oklink
id: View in OKX explorer
ja: View in OKX explorer
pt: View in OKX explorer
tr: View in OKX explorer

# all.done.subscan.button.title
source: Subscan
ja: サブスキャン
tr: Alt tarama

# common.not.available.short
source: N/A
ja: 該当なし
tr: Yok

# contribution.type.lcdot
source: lcDOT
tr: IcDOT

# wallet.all.assets.hidden
source: You have hidden all assets
pt: Você escondeu todos os ativos
tr: Değiştirilebilir jetonlar

# wallet.send.dead.recipient.message.v2
source: Your transfer will fail since the final amount (%s) on the destination account will be less than the minimal balance (%s). Please increase the amount by %s
pt: Your transfer will fail since the final amount (%1$s) on the destination account will be less than the minimal balance (%2$s). Please increase the amount by %3$s
tr: Your transfer will fail since the final amount (%1$s) on the destination account will be less than the minimal balance (%2$s). Please increase the amount by %3$s
