Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# accounts.with.shared.secret
source: Account with shared secret
id: Akun dengan rahasia bersama
ja: 共有シークレットを持つアカウント
pt: Contas com um segredo partilhado
tr: Paylaşılan sırrı olan hesap
vi: Tài khoản với bí mật được chia sẻ
zh_hans: 共享密钥的账户

# add.node.button.title
source: Add node
id: Tambah node
ja: ノードを追加
pt: Adicionar node
ru: Добавить ноду
tr: Düğüm ekleyin
vi: Thêm node
zh_hans: 添加节点

# alert.add.ethereum.message
source: Add Moonbeam and Moonriver accounts?
id: Tambahkan akun Moonbeam dan Moonriver?
ja: ムーンビーム(Moonbeam)とムーンリバー(Moonriver)のアカウントを追加しますか？
pt: Adicionar contas Moonbeam e Moonriver?
ru: Добавить аккаунты Moonbeam и Moonriver?
tr: Moonbeam ve Moonriver hesapları eklensin mi?
vi: Thêm tài khoản Moonbeam và Moonriver?
zh_hans: 添加Moonbeam和Moonriver账户？

# alert.add.ethereum.title
source: ETH accounts
id: Akun ETH
ja: ETHアカウント
pt: Contas ETH
ru: ETH аккаунты
tr: ETH hesapları
vi: Tài khoản ETH
zh_hans: ETH账户

# alert.pool.created.text
source: Your pool has been successfully created. Now you should choose validators for the pool
id: Kolam Anda telah berhasil dibuat. Sekarang Anda harus memilih validator untuk kumpulan tersebut
ja: プールが正常に作成されました。次に、プールのバリデーターを選択する必要があります
pt: Sua pool foi criada com sucesso. Agora você deve escolher validadores para a pool
ru: Пул создан. Теперь Вам нужно выбрать валидаторов для пула
tr: Havuzunuz başarıyla oluşturuldu. Şimdi havuz için doğrulayıcıları seçmelisiniz
vi: Nhóm của bạn đã được tạo thành công. Bây giờ bạn nên chọn validator cho nhóm
zh_hans: 您的池已成功创建。现在您应该为池选择验证者。

# all.done.alert.all.done.stub
source: All done
id: Semua selesai
ja: 全て完了
pt: Tudo pronto
ru: Всё готово
tr: Hepsi tamam
vi: Tất cả đã hoàn thành
zh_hans: 全部完成

# all.done.alert.description.stub
source: You can return to the app
id: Kamu bisa kembali ke aplikasi
ja: アプリに戻ることができます
pt: Você pode retornar ao aplicativo
tr: Uygulamaya dönebilirsiniz
vi: Bạn có thể quay lại ứng dụng
zh_hans: 你可以返回到应用程序中。

# all.done.alert.hash.stub
source: Hash
ja: ハッシュ
ru: Хэш
tr: Doğramak
zh_hans: 哈希

# all.done.alert.result.stub
source: Result
id: Hasil
ja: 結果
pt: Resultado
ru: Результат
tr: Sonuç
vi: Kết quả
zh_hans: 结果

# all.done.alert.success.stub
source: Success
id: Sukses
ja: 成功
pt: Sucesso
ru: Успешно
tr: Başarı
vi: Thành công
zh_hans: 成功

# already.have.account
source: I already have an account
id: Saya sudah punya akun
ja: すでにアカウントを持っている
pt: Já tenho uma conta
ru: У меня уже есть аккаунт
tr: Zaten bir hesabım var
vi: Tôi đã có tài khoản
zh_hans: 我已经有一个账户

# app.version.json.loading.failed
source: Failed to load necessary data to launch the application. Please check your internet connection and try again.
id: Gagal memuat data yang diperlukan untuk meluncurkan aplikasi. Silakan periksa koneksi internet Anda dan coba lagi.
ja: アプリの起動に必要なデータの読み込みに失敗しました。インターネット接続を確認して、後でもう一度お試しください
pt: Falha no carregamento dos dados necessários para o lançamento do pedido. Por favor, verifique a sua ligação à Internet e tente novamente.
ru: Не удалось загрузить необходимые данные для запуска приложения. Проверьте подключение к Интернету и повторите попытку.
tr: Uygulamayı başlatmak için gereken zorunlu veriler yüklenemedi. Lütfen internet bağlantısını kontrol edin ve tekrar deneyin.
vi: Không tải được dữ liệu cần thiết để khởi chạy ứng dụng. Vui lòng kiểm tra kết nối internet của bạn và thử lại.
zh_hans: 无法加载启动应用程序所需的数据。请检查您的互联网连接并重试。

# app.version.unsupported.text
source: We no longer support this version of the application. Please update it.
id: Kami tidak lagi mendukung versi aplikasi ini. Harap perbarui.
ja: このバージョンのアプリはサポートされなくなりました。更新してください
pt: Já não apoiamos esta versão da aplicação. Por favor, atualize-na.
ru: Текущая версия приложения больше не поддерживается. Требуется обновление
tr: Artık uygulamanın bu sürümünü desteklemiyoruz. Lütfen güncelleyin.
vi: Phiên bản hiện tại của ứng dụng không còn được hỗ trợ. Vui lòng cập nhật ứng dụng.
zh_hans: 我们不再支持这个版本的应用程序。请更新它。

# applecation.status.view.coppied.description
source: Wallet address copied successfully
id: Alamat dompet berhasil disalin
ja: ウォレットのアドレスが正常にコピーされました
pt: Endereço da carteira copiado com sucesso
ru: Адрес кошелька успешно скопирован
tr: Cüzdan adresi başarıyla kopyalandı
vi: Địa chỉ ví được sao chép thành công
zh_hans: 钱包地址已成功复制

# applecation.status.view.coppied.title
source: Address coppied
id: Alamat tersalin
ja: アドレスをコピーしました
pt: Endereço copiado
ru: Адрес скопирован
tr: Adres kopyalandı
vi: Địa chỉ đã được sao chép
zh_hans: 地址已复制

# applecation.status.view.offline.description
source: Please check your connection and try again
id: Silakan periksa koneksi Anda dan coba lagi
ja: インターネット接続を確認し、もう一度お試しください
pt: Por favor verifique sua conexão e tente novamente
ru: Пожалуйста, проверьте подключение и повторите попытку
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin
vi: Vui lòng kiểm tra kết nối của bạn và thử lại
zh_hans: 请检查您的连接并重试

# applecation.status.view.offline.title
source: It seems that you’re offline
id: Tampaknya Anda sedang offline
ja: インターネットに繋がってないようです
pt: Parece que você está off-line
ru: Похоже, вы не в сети
tr: Çevrimdışı olduğunuz anlaşılıyor
vi: Có vẻ như bạn đang ngoại tuyến
zh_hans: 看起来你离线了

# application.status.view.copied.description
source: Wallet address copied successfully
id: Alamat dompet berhasil disalin
ja: ウォレットのアドレスが正常にコピーされました
pt: Endereço da carteira copiado com sucesso
ru: Адрес кошелька скопирован
tr: Cüzdan adresi başarıyla kopyalandı
vi: Đã sao chép địa chỉ ví thành công
zh_hans: 钱包地址已成功复制

# application.status.view.copied.title
source: Address copied
id: Alamat tersalin
ja: アドレスをコピーしました
pt: Endereço copiado
ru: Адрес скопирован
tr: Adres kopyalandı
vi: Địa chỉ được sao chép
zh_hans: 地址已复制

# application.status.view.hash.copied.description
source: Hash copied successfully
id: Hash sukses disalin
ja: ハッシュが正常にコピーされました
pt: Hash copiado com sucesso
ru: Хеш удачно скопирован
tr: Hash başarıyla kopyalandı
vi: Mã hash được sao chép thành công
zh_hans: 哈希值已成功复制

# application.status.view.hash.copied.title
source: Hash copied
id: Hash disalin
ja: ハッシュをコピーしました
pt: Hash copiado
ru: Хеш скопирован
tr: Hash kopyalandı
vi: Mã hash được sao chép
zh_hans: 哈希已复制

# application.status.view.offline.description
source: Please check your connection and try again
id: Silakan periksa koneksi Anda dan coba lagi
ja: インターネット接続を確認し、もう一度お試しください
pt: Por favor verifique sua conexão e tente novamente
ru: Пожалуйста, проверьте Ваше соединение и повторите попытку
tr: Lütfen bağlantınızı kontrol edin ve tekrar deneyin
vi: Vui lòng kiểm tra kết nối của bạn và thử lại
zh_hans: 请检查您的连接并重试

# application.status.view.offline.title
source: It seems that you’re offline
id: Tampaknya Anda sedang offline
ja: インターネットに繋がってないようです
pt: Parece que você está off-line
ru: Похоже, что вы не в сети.
tr: Çevrimdışı olduğunuz anlaşılıyor
vi: Có vẻ như bạn đang ngoại tuyến
zh_hans: 看起来你离线了

# application.status.view.reconnected.description
source: Сonnection successfully restored
id: Koneksi Berhasil pulih
ja: 接続が正常に復元されました
pt: Conexão restaurada com sucesso
ru: Соединения успешно восстановлено
tr: Bağlantı başarıyla kuruldu
vi: Kết nối đã được khôi phục thành công
zh_hans: 连接成功恢复

# application.status.view.reconnected.title
source: Reconnected
id: Menghubungkan kembali
ja: 再接続されました
pt: Reconectado
ru: Подключено
tr: Yeniden bağlandı
vi: Đã kết nối lại
zh_hans: 重新连接

# applied.fearless.wallet.bonus
source: Fearless wallet bonus applied
id: Bonus fearless wallet diterapkan
ja: フィアレス・ウォレットのボーナスが適用されました
pt: Bónus da carteira Fearless aplicado
ru: Бонус кошелька Fearless применен
tr: Fearless wallet bonusu uygulandı
vi: Tiền thưởng ví Fearless được áp dụng
zh_hans: Fearless钱包奖励已生效

# apply.fearless.wallet.bonus
source: Tap to apply Fearless wallet bonus
id: Ketuk untuk menerapkan bonus Fearless wallet
ja: タップしてフィアレス・ウォレットのボーナスを適用
pt: Tocar para aplicar o bónus da Fearless
ru: Нажмите, чтобы применить бонус кошелька Fearless
tr: Fearless wallet bonusuna katılmak için tıklayın
vi: Nhấn để áp dụng phần thưởng ví Fearless
zh_hans: 点按即可申请Fearless钱包奖金

# ask.biometry.reason
source: Authenticate to access the account
id: Otentikasi untuk mengakses akun
ja: アカウントへのアクセスを認証する
pt: Autenticar para aceder à conta
ru: Авторизуйтесь для доступа к аккаунту
tr: Hesaba erişmek için doğrulama yapın.
uk: Авторизуйтесь для доступу до облікового запису
vi: Xác thực để truy cập vào tài khoản
zh_hans: 验证以访问账户

# ask.faceid.message
source: Would you like to use Face ID for authentication?
id: Apakah Anda ingin menggunakan Face ID untuk otentikasi?
ja: 顔認証を設定しますか？
pt: Gostaria de usar a Identificação Facial para a autenticação?
ru: Хотите ли Вы использовать Face ID для входа в приложение?
tr: Doğrulama için Face ID kullanmak ister misiniz?
uk: Чи хочете Ви користуватися Face ID для автентифікації?
vi: Bạn có muốn sử dụng Face ID để xác thực không?
zh_hans: 您是否希望使用Face ID进行身份验证？

# ask.faceid.title
source: Face ID
ja: 顔認証
pt: ID Facial
zh_hans: 面容 ID

# ask.touchid.message
source: Would you like to use Touch ID for authentication?
id: Apakah Anda ingin menggunakan Touch ID untuk otentikasi?
ja: 指紋認証を設定しますか？
pt: Gostaria de usar a identificação digital para autenticação?
ru: Хотите ли Вы использовать Touch ID для входа в приложение?
tr: Doğrulama için Touch ID kullanmak ister misiniz?
uk: Чи хочете Ви використовувати Touch ID для автентифікації?
vi: Bạn có muốn sử dụng Touch ID để xác thực không?
zh_hans: 您是否希望使用Touch ID进行身份验证？

# ask.touchid.title
source: Touch ID
ja: 指紋認証
pt: ID Touch
zh_hans: 指纹识别

# assetdetails.balance.locked
source: Locked
id: Terkunci
ja: ロック済み
pt: Bloqueado
ru: Заблокировано
tr: Kilitli
vi: Đã khóa
zh_hans: 锁定的

# assetdetails.balance.title
source: Your balance
id: Saldomu
ja: あなたの残高
pt: O seu saldo
ru: Баланс
tr: Bakiyeniz
vi: Số dư của bạn
zh_hans: 您的余额

# assetdetails.balance.total
source: Total
ja: 合計
ru: Всего
tr: Toplam
vi: Tổng cộng
zh_hans: 总共

# assetdetails.balance.transferable
source: Transferable
id: Bisa ditransfer
ja: 送信可能
pt: Transferível
ru: Доступно
tr: Aktarılabilir
vi: Có thể chuyển
zh_hans: 可转让

# astar.bonus
source: Bonus for you
id: Bonus untukmu
ja: あなたへのボーナス
pt: Bónus para si
ru: Ваш бонус
tr: Sizin için bonus
vi: Tiền thưởng cho bạn
zh_hans: 给你的奖金

# astar.friend.bonus
source: Bonus for your friend
id: Bonus untuk temanmu
ja: ご友人へのボーナス
pt: Bónus para o seu amigo
ru: Бонус для вашего друга
tr: Arkadaşın için bonus
vi: Tiền thưởng cho bạn của bạn
zh_hans: 给你的朋友的奖金

source: Backup chain account
id: Rantai akun cadangan
ja: チェーン・アカウントのバックアップ
pt: Conta de cadeia de backup
tr: Yedekleme zinciri hesabı
vi: Tài khoản chuỗi dự phòng
zh_hans: 备份链账户

# backup.create.password.confirm.field.title
source: Confirm password
id: Konfirmasi kata sandi
ja: パスワードの確認
pt: Confirmar senha
tr: Şifreyi onayla
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# backup.create.password.continue.button
source: Set backup password
id: Atur kata sandi cadangan
ja: バックアップ・パスワードの設定
pt: Definir senha de backup
tr: Yedekleme şifresini ayarla
vi: Đặt mật khẩu dự phòng
zh_hans: 设置备份密码

# backup.create.password.description
source: Setting a password will encrypt your Google backup. You’ll need to enter this when restoring your wallet
id: Menetapkan kata sandi akan mengenkripsi cadangan Google Anda. Anda harus memasukkan ini saat memulihkan dompet Anda
ja: パスワードを設定すると、Googleバックアップが暗号化されます。ウォレットを復元するときにこれを入力する必要があります
pt: Definir uma senha criptografará seu backup do Google. Você precisará inserir isso ao restaurar sua carteira
vi: Đặt mật khẩu sẽ mã hóa bản sao lưu Google của bạn. Bạn sẽ cần nhập mã này khi khôi phục ví của mình
zh_hans: 设置密码将加密您的Google备份。在恢复钱包时，您需要输入此密码。

# backup.create.password.matched
source: Password matched
id: Kata sandi sesuai
ja: パスワード一致
pt: A palavra-passe corresponde
tr: Şifre eşleşti
vi: Mật khẩu phù hợp
zh_hans: 密码匹配

# backup.create.password.not.matched
source: Password doesn’t matched
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pt: A palavra-passe não corresponde
tr: Şifre eşleşmiyor
vi: Mật khẩu phù hợp
zh_hans: 密码不匹配

# backup.create.password.password.field.title
source: Set password
id: Atur kata sandi
ja: パスワードを設定
pt: Definir senha
tr: Şifreyi belirle
vi: Đặt mật khẩu
zh_hans: 设置密码

# backup.create.password.screen.title
source: Create backup password
id: Buat kata sandi cadangan
ja: バックアップ・パスワードの作成
pt: Criar senha de backup
ru: Создать резервный пароль
tr: Yedek şifre oluştur
vi: Tạo mật khẩu dự phòng
zh_hans: 创建备份密码

# backup.create.password.warning
source: I understand that if I forget my password there is no way to retrieve it
id: Saya memahami bahwa jika saya lupa kata sandi, tidak ada cara untuk memulihkannya
ja: パスワードを忘れた場合、取り戻す方法がないことを理解しています
pt: Entendo que se eu esquecer minha senha não há como recuperá-la
vi: Tôi hiểu rằng nếu tôi quên mật khẩu thì không có cách nào lấy lại được
zh_hans: 我知道如果我忘记了密码，就没有办法找回它。

# backup.mnemonic.description
source: Remember to record your words in the same order as they appear below. Use a non-digital way to backup.
id: Ingatlah untuk mencatat kata-kata Anda dalam urutan yang sama seperti yang muncul di bawah. Gunakan cara non-digital untuk membuat cadangan.
ja: 以下に表示されるのと同じ順序で単語を記録してください。バックアップはデジタルではない方法でしてください
pt: Lembre-se de registrar suas palavras na mesma ordem em que aparecem abaixo. Use uma forma não digital de backup.
ru: Не забудьте записать слова в том порядке, в котором они указаны ниже. Используйте нецифровой способ резервного копирования.
tr: Kelimelerinizi aşağıda göründükleri sırayla kaydetmeyi unutmayın. Yedekleme için dijital olmayan bir yol kullanın.
vi: Hãy nhớ ghi lại các từ của bạn theo thứ tự như chúng xuất hiện bên dưới. Sử dụng một cách phi kỹ thuật số để sao lưu.
zh_hans: 记得按照下面的顺序记录你的文字。使用非数字化的方式进行备份。

# backup.mnemonic.title
source: Write down your mnemonic
id: Tuliskan mnemonik Anda
ja: あなたのニーモニックを書き留めてください
pt: Escreva a sua mnemónica
ru: Запишите мнемоническую фразу
tr: Anımsatıcınızı yazın
vi: Viết ra cụm từ ghi nhớ của bạn
zh_hans: 请记下你的助记词。

# backup.not.backed.up.confirm
source: I will risk it
id: aku akan mengambil risiko
ja: 危険を許容
pt: Arrisco-me a fazê-lo
tr: riske atacağım
vi: Tôi sẽ mạo hiểm
zh_hans: 我会冒险尝试

# backup.not.backed.up.message
source: If your device gets lost or stolen, you will loose your wallet and all your funds forever
id: Jika perangkat Anda hilang atau dicuri, Anda akan kehilangan dompet dan seluruh dana Anda selamanya
ja: デバイスを紛失したり盗まれたりした場合、財布と全ての資金が永久に失われます
pt: Se o seu dispositivo for perdido ou roubado, você perderá sua carteira e todos os seus fundos para sempre
tr: Cihazınız kaybolur veya çalınırsa cüzdanınızı ve tüm paranızı sonsuza kadar kaybedeceksiniz
vi: Nếu thiết bị của bạn bị mất hoặc bị đánh cắp, bạn sẽ mất ví và tất cả số tiền của mình mãi mãi
zh_hans: 如果您的设备丢失或被盗，您将永远失去钱包和所有资金。

# backup.not.backed.up.title
source: Not backed up!
id: Tidak dicadangkan
ja: バックアップされていません！
pt: Não foi feito backup!
tr: Yedeklenmedi!
vi: Chưa sao lưu!
zh_hans: 未备份！

# backup.password.description
source: Enter backup password for the selected wallet to import
id: Masukkan kata sandi cadangan untuk dompet yang dipilih untuk diimpor
ja: インポートに選択したウォレットのバックアップのパスワードを入力してください
pt: Digite a senha de backup da carteira selecionada para importação
ru: Введите резервный пароль для выбранного кошелька для импорта
tr: İçe aktarılacak seçilen cüzdanın yedekleme şifresini girin
vi: Nhập mật khẩu dự phòng cho ví đã chọn để nhập
zh_hans: 请输入备份密码以导入所选钱包

# backup.password.password.field.title
source: Enter password
id: Masukan kata sandi
ja: パスワードを入力
pt: Digite a senha
ru: Введите пароль
tr: Parolanı Gir
vi: Nhập mật khẩu
zh_hans: 请输入密码

# backup.password.title
source: Enter backup password
id: Masukan kata sandi cadangan
ja: バックアップ・パスワードを入力してください
pt: Digite a senha de backup
ru: Ввести резервный пароль
tr: Yedekleme şifresini girin
vi: Nhập mật khẩu dự phòng
zh_hans: 请输入备份密码

# backup.risks.warnings.1
source: If I lose my mnemonic phrase, my funds will be lost forever
id: Jika saya kehilangan frase mnemonik saya, dana saya akan hilang selamanya
ja: ニーモニック・フレーズを紛失すると、資金は永久に失われます
pt: Se eu expor ou compartilhar minha frase mnemônica com alguém, meus fundos poderão ser roubados
ru: Если я потеряю свою мнемоническую фразу, мои средства будут потеряны навсегда
tr: Anımsatıcı ifademi kaybedersem param sonsuza kadar kaybolur
vi: Nếu tôi mất cụm từ ghi nhớ của mình, tiền của tôi sẽ bị mất vĩnh viễn
zh_hans: 如果我丢失了我的助记词，我的资金将永远丧失

# backup.risks.warnings.2
source: If I expose or share my mnemonic phrase to anybody, my funds can get stolen
id: Jika saya membeberkan atau membagikan frasa mnemonik saya kepada siapa pun, dana saya bisa dicuri
ja: ニーモニック・フレーズを誰かに見せたり共有すると、資金が盗まれる可能性があります
pt: Se eu expor ou compartilhar minha frase mnemônica com alguém, meus fundos poderão ser roubados
ru: Если я раскрою или поделюсь своей мнемонической фразой с кем-либо, мои средства могут быть украдены
tr: Anımsatıcı ifademi herhangi birine ifşa edersem veya paylaşırsam fonlarım çalınabilir
vi: Nếu tôi tiết lộ hoặc chia sẻ cụm từ ghi nhớ của mình cho bất kỳ ai, tiền của tôi có thể bị đánh cắp
zh_hans: 如果我向任何人暴露或分享我的助记词，我的资金可能会被盗取。

# backup.risks.warnings.3
source: It is my full responsibility to keep my mnemonic phrase secure
id: Merupakan tanggung jawab penuh saya untuk menjaga keamanan frasa mnemonik saya
ja: ニーモニック・フレーズを安全に保つことは、全て自己責任です
pt: É minha total responsabilidade manter minha frase mnemônica segura
ru: Я несу полную ответственность за сохранность моей мнемонической фразы
tr: Anımsatıcı cümlemi güvende tutmak tamamen benim sorumluluğumdadır
vi: Tôi hoàn toàn chịu trách nhiệm giữ an toàn cho cụm từ ghi nhớ của mình
zh_hans: 保护我的助记词是我完全的责任

# backup.risks.warnings.continue.button
source: Show mnemonic phrase
id: Tunjukan frase mnemonik
ja: ニーモニック-フレーズを表示
pt: Mostrar frase mnemônica
ru: Показать мнемоническую фразу
tr: Anımsatıcı ifadeyi göster
vi: Hiển thị cụm từ ghi nhớ
zh_hans: 显示助记词短语

# backup.risks.warnings.description
source: Your mnemonic phrase is the key to your wallet. Back it up so you can restore your wallet if you lose or damage your device.
id: Frase mnemonik Anda adalah kunci dompet Anda. Cadangkan sehingga Anda dapat memulihkan dompet jika perangkat Anda hilang atau rusak.
ja: あなたのニーモニック・フレーズが、あなたのウォレットと繋ぐ鍵になります。デバイスを紛失または破損した場合にウォレットを復元できるよう、ニーモニック・フレーズをバックアップしてください
pt: Sua frase mnemônica é a chave da sua carteira. Faça backup para poder restaurar sua carteira caso perca ou danifique seu dispositivo.
ru: Ваша мнемоническая фраза - это ключ к вашему кошельку. Создайте резервную копию, чтобы вы могли восстановить свой кошелек, если потеряете или повредите свое устройство.
tr: Anımsatıcı ifadeniz cüzdanınızın anahtarıdır. Cihazınızı kaybederseniz veya hasar görürseniz cüzdanınızı geri yükleyebilmek için yedekleyin.
vi: Cụm từ ghi nhớ của bạn là chìa khóa cho ví của bạn. Sao lưu ví để bạn có thể khôi phục ví của mình nếu bạn làm mất hoặc làm hỏng thiết bị của mình.
zh_hans: 你的助记词是你钱包的关键。备份它，这样如果你丢失或损坏设备，就可以恢复你的钱包。

# backup.risks.warnings.title
source: Back up your mnemonic
id: Cadangkan mnemonik anda
ja: あなたのニーモニックをバックアップ
pt: Faça backup do seu mnemônico
ru: Создайте резервную копию
tr: Anımsatıcınızı yedekleyin
vi: Sao lưu ghi nhớ của bạn
zh_hans: 备份您的助记词

# backup.select.wallet.create.button
source: Create new account
id: Buat akun baru
ja: 新しいアカウントの作成
pt: Criar nova conta
tr: Yeni hesap oluştur
vi: Tạo tài khoản mới
zh_hans: 创建新账户

# backup.select.wallet.title
source: Select wallet to import
id: Pilih untuk diimpor
ja: インポートするウォレットを選択
pt: Selecione a carteira a ser importada
ru: Выбрать кошелёк для импорта
tr: İçe aktarılacak cüzdanı seçin
vi: Chọn ví để import
zh_hans: 选择要导入的钱包

# backup.wallet.backup.google
source: Backup to Google
id: Cadangkan ke google
ja: Googleへバックアップ
pt: Backup para o Google
ru: Сохранить кошелек в Google
tr: Google'a yedekleme
vi: Sao lưu vào Google
zh_hans: 备份到谷歌

# backup.wallet.delete.google
source: Delete Google backup
id: Hapus cadangan google
ja: Googleバックアップの削除
pt: Excluir backup do Google
ru: Удалить кошелек из Google
tr: Google yedeklemesini sil
vi: Xóa bản sao lưu Google
zh_hans: 删除Google备份

# backup.wallet.delete.message
source: If you delete your Google backup, you’ll only be able to recover your wallet with a manual backup of your passphrase
id: Jika Anda menghapus cadangan Google, Anda hanya dapat memulihkan dompet Anda dengan cadangan manual frasa sandi Anda
ja: Googleのバックアップを削除した場合、ウォレットを復元できるのは、あなたが手動でバックアップしたパスフレーズのみとなります
pt: Se você excluir seu backup do Google, só poderá recuperar sua carteira com um backup manual de sua senha
tr: Google yedeklemenizi silerseniz, cüzdanınızı yalnızca parolanızın manuel olarak yedeklenmesiyle kurtarabilirsiniz.
vi: Nếu bạn xóa bản sao lưu Google của mình, bạn sẽ chỉ có thể khôi phục ví của mình bằng cách sao lưu thủ công cụm mật khẩu của mình
zh_hans: 如果您删除了Google的备份，只能通过手动备份助记词来恢复您的钱包。

# backup.wallet.footer.view.text
source: If you loose access to this device, your funds will be lost, unless you back up!
id: Jika Anda kehilangan akses ke perangkat ini, dana Anda akan hilang, kecuali Anda membuat cadangan!
ja: このデバイスへのアクセスを失くし、バックアップしていない場合、資金は失われます！
pt: Se você perder o acesso a este dispositivo, seus fundos serão perdidos, a menos que você faça backup!
ru: Если вы потеряете доступ к этому устройству, ваши средства будут потеряны, если вы не создадите резервную копию!
tr: Bu cihaza erişimi kaybederseniz, yedekleme yapmadığınız takdirde paranız kaybolacaktır!
vi: Nếu bạn mất quyền truy cập vào thiết bị này, tiền của bạn sẽ bị mất, trừ khi bạn sao lưu!
zh_hans: 如果你失去了对这个设备的访问权限，除非你进行备份，否则你的资金将会丢失！

# backup.wallet.imported.description
source: You have successfully imported wallet
id: Anda telah berhasil mengimpor dompet
ja: ウォレットのインポートに成功しました
pt: Você importou a carteira com sucesso
tr: Cüzdanı başarıyla içe aktardınız
vi: Bạn đã import ví thành công
zh_hans: 您已成功导入钱包

# backup.wallet.imported.import.more
source: Import more
id: Impor lagi
ja: さらにインポート
pt: Importar mais
ru: Добавить ещё
tr: Daha fazlasını içe aktar
vi: Nhập thêm
zh_hans: 导入更多

# backup.wallet.imported.title
source: Wallet imported
id: Dompet diimpor
ja: ウォレットがインポートされました
pt: Carteira importada
ru: Кошелек импортирован
tr: Cüzdan içe aktarıldı
vi: Ví đã nhập
zh_hans: 钱包已导入

# backup.wallet.json
source: Export JSON
id: Ekspor JSON
ja: JSONファイルのエクスポート
pt: Exportar JSON
ru: Экспортировать JSON
tr: JSON'u dışa aktar
vi: Xuất JSON
zh_hans: 导出 JSON

# backup.wallet.name.create.bottom.decription
source: Visible only for you and stored locally
id: Hanya terlihat untuk Anda dan disimpan secara lokal
ja: 自分だけ見ることができ、ローカルに保存されます
pt: Visível apenas para você e armazenado localmente
ru: Виден только вам и хранится локально
tr: Yalnızca sizin için görünür ve yerel olarak depolanır
vi: Chỉ hiển thị cho bạn và được lưu trữ cục bộ
zh_hans: 仅对您可见并本地存储

# backup.wallet.name.create.description
source: Make a name for your new wallet, so you can easily identify it. This is optional and will be visible only for you
id: Beri nama untuk dompet baru Anda, sehingga Anda dapat dengan mudah mengidentifikasinya. Ini opsional dan hanya dapat dilihat oleh Anda
ja: 新しいウォレットに名前を付けて、簡単に識別できるようにします。これはオプションであり、あなただけに表示されます
pt: Dê um nome para sua nova carteira, para que você possa identificá-la facilmente. Isso é opcional e ficará visível apenas para você
ru: Придумайте название для своего нового кошелька, чтобы вы могли легко его идентифицировать. Это необязательно и будет видно только вам
tr: Yeni cüzdanınıza bir ad verin, böylece onu kolayca tanımlayabilirsiniz. Bu isteğe bağlıdır ve yalnızca sizin tarafınızdan görülebilecektir
vi: Đặt tên cho ví mới của bạn để bạn có thể dễ dàng xác định nó. Đây là tùy chọn và sẽ chỉ hiển thị cho bạn
zh_hans: 给你的新钱包取一个名字，这样你就可以轻松识别它。这是可选项，只有你自己能看到。
