Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# wallet.transaction.history.empty.message
source: Transaction history will appear here
id: Riwayat transaksi akan muncul di sini
ja: トランザクション履歴はここに表示されます
pt: O histórico de transações aparecerá aqui
ru: Здесь появится история транзакций
tr: İşlem geçmişi burada görünecektir
vi: Lịch sử giao dịch sẽ xuất hiện tại đây
zh_hans: 交易历史将显示在这里

# wallet.transaction.history.error.message
source: Service is currently unavailable
id: Layanan saat ini tidak tersedia
ja: サービスは現在利用できません
pt: O serviço está atualmente indisponível
ru: Сервис временно недоступен
tr: Servis şu anda kullanılamıyor
vi: Dịch vụ hiện không khả dụng
zh_hans: 服务当前不可用

# wallet.transaction.history.filter.title
source: Show
id: Tunjukan
ja: 表示
pt: Mostrar
ru: Показать
tr: Göster
vi: Hiển thị
zh_hans: 显示

# wallet.transaction.history.unsupported.message
source: Transaction history for this network is not supported yet
id: Riwayat transaksi untuk jaringan ini belum didukung
ja: このネットワークのトランザクション履歴は、まだサポートされていません
pt: O histórico das transações para esta rede ainda não é suportado
ru: История транзакций для этой сети еще не поддерживается
tr: Bu ağ için işlem geçmişi desteklenmiyor
vi: Lịch sử giao dịch cho mạng này chưa được hỗ trợ
zh_hans: 该网络暂时不支持交易历史记录。

# wallets.managment.add.new.wallet
source: Add New Wallet
id: Tambah dompet baru
ja: 新しいウォレットを追加
pt: Adicionar nova carteira
ru: Добавить новый кошелек
tr: Yeni Cüzdan Ekle
vi: Thêm ví mới
zh_hans: 添加新钱包

# what.accounts.for.export
source: What accounts in the wallet do you want to export?
id: Akun apa di dompet yang ingin Anda ekspor?
ja: ウォレット内のどのアカウントをエクスポートしますか?
pt: Que contas na carteira pretende exportar?
ru: Какие аккаунты в кошельке вы хотите экспортировать?
tr: Dışa aktarmak istediğin hesaplar hangileri?
vi: Bạn muốn xuất tài khoản nào trong ví?
zh_hans: 您想导出钱包中的哪些账户？

# xcm.cross.chain.button.title
source: Cross Chain
id: Lintas rantai
ja: クロス・チェーン
pt: Taxa entre cadeias
tr: Çapraz Zincir
vi: Chuỗi chéo
zh_hans: 跨链

# xcm.cross.chain.invalid.address.message
source: According to the address provided you're trying to make a transfer on the wrong network.
id: Menurut alamat yang diberikan Anda mencoba melakukan transfer di jaringan yang salah.
ja: 提供されたアドレスによると、間違ったネットワークで送信しようとしています
pt: De acordo com o endereço fornecido, você está tentando fazer uma transferência na rede errada.
tr: Verilen adrese göre yanlış ağ üzerinden transfer yapmaya çalışıyorsunuz.
vi: Theo địa chỉ được cung cấp, bạn đang cố gắng thực hiện chuyển khoản trên mạng sai.
zh_hans: 根据提供的地址，您正在尝试在错误的网络上进行转账。

# xcm.cross.chain.invalid.address.title
source: Is not network address
id: Itu bukan alamat jaringan
ja: ネットワーク・アドレスではありません
pt: Não é endereço de rede
tr: Ağ adresi değil
vi: Không phải là địa chỉ mạng
zh_hans: 不是网络地址

# xcm.destination.network.fee.title
source: Destination Network Fee
id: Biaya destinasi jaringan
ja: 宛先ネットワーク手数料
pt: Taxa de rede de destino
tr: Hedef Ağ ücreti
vi: Phí mạng đích
zh_hans: 目标网络费用

# xcm.destination.network.title
source: Destination network
id: Destinasi jaringan
ja: 宛先ネットワーク
pt: Rede de destino
tr: Hedef ağ
vi: Mạng đích
zh_hans: 目标网络

# xcm.mywallets.button.title
source: My wallets
id: Dompetku
ja: 私のウォレット
pt: Minhas carteiras
tr: Cüzdanlarım
vi: Ví của tôi
zh_hans: 我的钱包

# xcm.origin.network.fee.title
source: Origin Network Fee
id: Biaya jaringan origin
ja: 元ネットワーク手数料
pt: Taxa da rede de origem
tr: Menşe ağ ücreti
vi: Phí mạng ban đầu
zh_hans: 原始网络费用

# xcm.origin.network.title
source: Origin network
id: Jaringan origin
ja: 元ネットワーク
pt: Rede de origem
tr: Köken ağı
vi: Mạng ban đầu
zh_hans: 原始网络

# xcm.title
source: Cross-Chain
id: Lintas-rantai
ja: クロス・チェーン
pt: Taxa entre cadeias
tr: Çapraz zincir
vi: Chuỗi chéo
zh_hans: 跨链

# your.validators.change.validators.title
source: Change validators
id: Ubah validator
ja: バリデーターの変更
pt: Alterar validadores
ru: Изменить валидаторов
tr: Doğrulayıcıları değiştir
vi: Thay đổi validator
zh_hans: 更改验证人

# your.validators.stop.nominating.title
source: Stop nominating
id: berhenti mencalonkan diri
ja: ノミネートを中止
pt: Deixar de nomear
tr: Aday göstermeyi bırak
vi: Dừng đề cử
zh_hans: 停止提名

# your.validators.validator.total.stake
source: Total staked: %@
id: Total ditaruhkan: %@
ja: 総ステーク：%@
pt: Total em stake: %@
ru: Всего в стейкинге: %@
tr: Toplam yatırılan miktar:%@
vi: Tổng đã stake: %@
zh_hans: 总质押：%@

# сurrencies.stub.text
source: Currencies
id: Mata uang
ja: 通貨
pt: Moedas
ru: Токены
tr: Para birimleri
vi: Tiền tệ
zh_hans: 货币

# cant.fetch.refresh
source: Can't fetch data, tap to refresh.
ru: Не удается получить данные, нажмите, чтобы обновить.
vi: Không thể tìm nạp dữ liệu, nhấn để làm mới.
zh_hans: 无法获取数据，请点击刷新。

# card.attention.text
source: Attention
id: Perhatian
ru: Внимание
vi: Chú ý
zh_hans: 注意

# card.hub.manage.card
source: Manage SORA Card
zh_hans: 管理 SORA 卡

# card.hub.manage.card.alert.message
source: To manage your SORA Card, please install the official SORA Card App. Tap OK to be directed to the App Store.
zh_hans: 请安装官方的 SORA 卡应用程序来管理您的 SORA 卡。点击“确定”以前往 App Store。

# card.hub.manage.card.alert.title
source: Download SORA Card App
zh_hans: 下载 SORA 卡应用

# card.hub.settings.logout.button
source: Log out
ru: Выйти
vi: Đăng xuất
zh_hans: 退出登录

# card.hub.settings.logout.description
source: You are about to log out of SORA Card. You will still have access to the SORA Card standalone app, but the balance will no longer be available to you in the SORA Wallet.
ru: Вы собираетесь выйти из SORA Card. У вас по-прежнему будет доступ непосредственно в приложении SORA Card, но баланс больше не будет доступен для вас в кошельке SORA.
vi: Bạn sắp đăng xuất khỏi Thẻ SORA. Bạn sẽ vẫn có quyền truy cập vào ứng dụng độc lập Thẻ SORA, nhưng số dư sẽ không còn khả dụng cho bạn trong Ví SORA.
zh_hans: 您即将退出 SORA 卡。您仍然可以使用 SORA 卡独立应用程序，但余额将不再在 SORA 钱包中可用。

# card.hub.settings.logout.title
source: Log out of SORA Card
id: Keluar dari Kartu SORA
ru: Выйти из SORA Card
vi: Đăng xuất khỏi SORA Card
zh_hans: 退出 SORA 卡

# card.hub.settings.title
source: Card settings
ru: Настройки карты
vi: Cài đặt thẻ
zh_hans: 卡片设置

# card.hub.title
source: Card details
vi: Chi tiết thẻ
zh_hans: 卡片详情

# card.hub.update.button
source: Update now
ru: Обновите сейчас
vi: Cập nhật ngay
zh_hans: 立即更新

# card.hub.update.description
source: You are using an outdated version of the app, some part might not be working as intended.
ru: Вы используете устаревшую версию приложения, некоторые части могут работать не так, как задумано.
vi: Bạn đang sử dụng phiên bản hoặc ứng dụng lỗi thời, một số phần có thể không hoạt động như dự kiến.
zh_hans: 您正在使用过时的应用版本，部分功能可能无法正常工作。

# card.hub.update.title
source: Update app to latest version
ru: Обновите приложение до последней версии
vi: Cập nhật ứng dụng lên phiên bản mới nhất
zh_hans: 更新应用至最新版本

# card.issuance.screen.free.card.get.xor
source: Get %@ XOR
ru: Получить %@ XOR
vi: Nhận %@ XOR
zh_hans: 获得%@个XOR。

# card.issuance.screen.paid.card.description
source: One time fee to issue a card
ru: Единовременная плата за выпуск карты
vi: Phí cấp thẻ một lần
zh_hans: 发卡一次性费用

# card.issuance.screen.paid.card.note
source: Note: paid card issuance will be available at a later stage.
id: Catatan: Penerbitan kartu berbayar akan tersedia pada tahap selanjutnya.
ru: Примечание: выпуск платной карты будет доступен позднее.
vi: Lưu ý: việc phát hành thẻ trả phí sẽ được thực hiện ở giai đoạn sau.
zh_hans: 注：付费卡发行将在稍后阶段提供。

# card.issuance.screen.paid.card.pay.euro
source: Pay €%@ issuance fee
ru: Оплатить €%@ комиссию за выпуск
vi: Trả phí phát hành €%@
zh_hans: 支付%@欧元的发行费用

# card.issuance.screen.paid.card.title
source: €%@ Issuance fee
id: € %@ biaya penerbitan
ru: €%@ комиссия за выпуск
vi: €%@ phí phát hành
zh_hans: %@欧元发行费

# card.issuance.screen.title
source: Card issuance
ru: Выпуск карты
vi: Phát hành thẻ
zh_hans: 卡片发行

# card.or
source: or
id: atau
ru: или
vi: hoặc
zh_hans: 或者

# card.update.button
source: Update app
ru: Обновите приложение
vi: Cập nhật ứng dụng
zh_hans: 更新应用程序

# card.update.title
source: Update app to latest version to access SORA Card
ru: Обновите приложение до последней версии, чтобы получить доступ к SORA Card
vi: Cập nhật ứng dụng lên phiên bản mới nhất để truy cập Thẻ SORA
zh_hans: 请更新应用程序至最新版本以使用SORA卡

# cardhub.coming.soon
source: Card management is coming soon
id: Pengelolaan kartu akan segera hadir
ru: Управление картами скоро появится
vi: Quản lý thẻ sắp ra mắt
zh_hans: 即将推出卡片管理功能

# cardhub.exchange
source: Exchange
id: Menukarkan
ru: Обмен
vi: Giao dịch
zh_hans: 兑换

# cardhub.freeze
source: Freeze
id: Membekukan
ru: Заморозить
vi: Đông lạnh
zh_hans: 冻结

# cardhub.iban.title
source: IBAN account details
id: Detail akun IBAN
ru: Данные счета IBAN
vi: Chi tiết tài khoản IBAN
zh_hans: IBAN账户详情

# cardhub.top.up
source: Top up
id: Isi ulang
ru: Пополнить
vi: Nạp tiền
zh_hans: 充值

# cardhub.transfer
source: Transfer
ru: Передача
vi: Chuyển
zh_hans: 转账

# change.email.title
source: Change your email
ru: Сменить свой email
vi: Thay đổi email của bạn
zh_hans: 更改您的电子邮件

# common.back
source: Back
ru: Назад
vi: Trở lại
zh_hans: 后退

# common.change.email
source: Use another email
ru: Использовать другой email
vi: Sử dụng email khác
zh_hans: 使用另一个电子邮件

# common.no.spam
source: No spam! Only to secure your account
id: Tidak ada email spam! Hanya untuk mengamankan akun Anda
ru: Никакого спама! Только для защиты вашего аккаунта
vi: Không có thư rác! Chỉ để bảo mật tài khoản của bạn
zh_hans: 不要垃圾邮件！只是为了保护您的账户

# common.resend.code
source: Resend code
ru: Отправить код снова
vi: Gửi lại mã
zh_hans: 重新发送验证码

# common.resend.link
source: Resend link
ru: Отправить ссылку повторно
vi: Gửi lại liên kết
zh_hans: 重新发送链接

# common.resend.timer
source: Resend in %02d:%02d
id: Kirim ulang dalam %02d:% 02d
ru: Отправить повторно в %02d:% 02d
vi: Gửi lại sau %02d:%02d
zh_hans: 重新发送在%02d:% 02d

# common.send.code
source: Send SMS code
id: Kirim kode SMS
ru: Отправить SMS-код
vi: Gửi mã SMS
zh_hans: 发送短信代码

# common.send.link
source: Send link
id: Kirim tautan
ru: Отправить ссылку
vi: Gửi link
zh_hans: 发送链接

# common.support
source: Support
ru: Поддержка
vi: Hỗ trợ
zh_hans: 支持

# common.try.again
source: Try again
ru: Повторить
vi: Thử lại
zh_hans: 请再试一次

# common.user.not.found
source: No mobile number found, please recheck it and try again.
id: Nomor ponsel tidak ditemukan, harap periksa kembali dan coba lagi.
ru: Номер мобильного телефона не найден, проверьте его еще раз и повторите попытку.
vi: Không tìm thấy số điện thoại di động nào, vui lòng kiểm tra lại và thử lại.
zh_hans: 未找到手机号码，请重新检查并重试。

# details.already.have.card
source: I already have a card
ru: У меня уже есть карта
vi: Tôi đã có thẻ
zh_hans: 我已经有一张卡了

# details.already.used.free.try
source: You already used your free try
ru: Вы уже использовали свою бесплатную попытку
vi: Bạn đã sử dụng bản dùng thử miễn phí của mình
zh_hans: 您已经使用了免费尝试

# details.annual.service.fee
source: €0 annual service fee
id: €0 biaya layanan tahunan
ru: €0 годовая плата за обслуживание
vi: €0 phí dịch vụ hàng năm
zh_hans: 年服务费€0

# details.description
source: Get a Euro IBAN account and debit card accessible within your SORA Wallet
id: Dapatkan akun Euro IBAN dan kartu debit yang dapat diakses di dalam SORA Wallet Anda
ru: Получите европейский IBAN-счет и дебетовую карту, доступные в вашем кошельке SORA
vi: Nhận tài khoản Euro IBAN và thẻ ghi nợ có thể truy cập trong Ví SORA của bạn
zh_hans: 在您的SORA钱包中获得一个欧元IBAN账户和可访问的借记卡

# details.enough.xor.desription
source: You have enough XOR
ru: У вас достаточно XOR
vi: Bạn có đủ XOR
zh_hans: 你有足够的XOR

# details.free.card.issuance
source: Free card issuance
id: Penerbitan kartu gratis
ru: Бесплатный выпуск карты
vi: Miễn phí phát hành thẻ
zh_hans: 免费发卡

# details.free.card.issuance.conditions.euro
source: or €%@ application fee
ru: или €%@ регистрационный взнос
vi: hoặc đăng ký với %@ €
zh_hans: 或%@欧元的申请费

# details.free.card.issuance.conditions.xor
source: If you hold, stake or provide liquidity for at least €%@ worth of XOR in your SORA account
ru: Если вы храните, стейкаете или предоставляете ликвидность в XOR стоимостью не менее €%@ на вашем аккаунте SORA
vi: Nếu bạn nắm giữ, stake hoặc cung cấp thanh khoản cho XOR trị giá ít nhất là €%@ trong tài khoản SORA của mình
zh_hans: 如果您在SORA账户中持有、质押或提供至少价值%@欧元的XOR的流动性

# details.get.more.xor
source: Get more XOR
ru: Получить больше XOR
vi: Nhận thêm XOR
zh_hans: 获取更多的XOR

# details.issue.card
source: Issue card for free
ru: Получение карты бесплатно
vi: Phát hành thẻ miễn phí
zh_hans: 免费发卡

# details.need.xor.desription
source: You need %@ more XOR (€%@)
id: Anda membutuhkan %@ lebih banyak XOR (€%@)
ru: Вам нужно еще %@ XOR (€ %@ )
vi: Bạn cần thêm %@ XOR (€%@)
zh_hans: 您需要%@更多 XOR (€ %@ )

# details.title
source: Top up SORA Card with fiat or crypto and pay online, in-store or withdraw from an ATM
ru: Пополняйте SORA Card фиатом или криптовалютой и оплачивайте покупки онлайн, в магазине или снимайте деньги в банкомате
vi: Nạp vào SORA Card của bạn bằng tiền pháp định hoặc tiền điện tử và thanh toán trực tuyến, tại cửa hàng hoặc rút tiền từ máy ATM.
zh_hans: 使用法定货币或加密货币充值SORA卡，可在线支付、门店消费或从ATM机取款

# enter.email.description
source: Magic link will be sent to your email
ru: Волшебная ссылка будет отправлена на ваш email
vi: Liên kết ma thuật sẽ được gửi đến email của bạn
zh_hans: 魔法链接将发送 到您的电子邮件

# enter.email.input.field.label
source: Email
id: Surel
ru: Электронная почта
zh_hans: 电子邮件

# enter.email.title
source: Enter your email
ru: Введите свой email
vi: Nhập email của bạn
zh_hans: 请输入您的电子邮件

# enter.phone.number.description
source: You will receive a verification code via SMS
id: Anda akan menerima kode verifikasi melalui SMS
ru: Вы получите код подтверждения по SMS
vi: Bạn sẽ nhận được mã xác minh qua SMS
zh_hans: 您将通过短信收到 验证码

# enter.phone.number.phone.input.field.label
source: Phone Number
id: Nomor telepon
ru: Номер телефона
vi: Số điện thoại
zh_hans: 电话号码

# entry.card.info
source: Card info
ru: Информация о карте
vi: Thông tin thẻ
zh_hans: 卡片信息

# get.more.xor.dialog.buy.option
source: Buy XOR with card
ru: Купить XOR с помощью карты
vi: Mua XOR bằng EUR
zh_hans: 用卡购买XOR

# get.more.xor.dialog.deposit.option
source: Receive XOR
ru: Получить XOR
vi: Nạp XOR
zh_hans: 接收 XOR

# get.more.xor.dialog.description
source: You can swap for XOR or buy with Euro
ru: Вы можете обменять на XOR или купить за евро
vi: Bạn có thể đổi lấy XOR hoặc mua bằng Euro
zh_hans: 你可以使用 XOR 进行兑换或用欧元购买

# get.more.xor.dialog.swap.option
source: Swap crypto for XOR
ru: Обменять криптовалюту на XOR
vi: Hoán đổi tiền điện tử lấy XOR
zh_hans: 用加密货币兑换XOR

# get.prepared.alert
source: You have only %@ free attempts to pass the KYC process. Every other attempt after that will cost €%@. Paid attempts will be available after the next update of the app.
id: Anda hanya memiliki %@ percobaan gratis untuk melewati proses KYC. Setiap percobaan lainnya setelah itu akan dikenakan biaya €%@. Percobaan berbayar akan tersedia setelah pembaruan aplikasi berikutnya.
ru: У вас есть только %@ бесплатных попыток пройти процедуру KYC. Каждая следующая попытка после этого будет стоить € %@ . Платные попытки станут доступны после следующего обновления приложения.
vi: Bạn chỉ có %@ lần thử miễn phí để vượt qua quy trình KYC. Mọi lần thử khác sau đó sẽ có giá € %@ . Các nỗ lực trả phí sẽ khả dụng sau lần cập nhật tiếp theo của ứng dụng.
zh_hans: 您只有%@免费尝试机会通过 KYC 流程。此后的所有其他尝试都将花费 € %@ 。下次更新应用程序后将提供付费尝试。

# get.prepared.need
source: To complete the KYC you will need to:
ru: Для завершения KYC вам необходимо:
vi: Để hoàn tất KYC, bạn sẽ cần:
zh_hans: 完成KYC需要：

# get.prepared.ok.title
source: OK, I’m ready
id: Baik saya siap
ru: Хорошо, я готов
vi: OK, tôi đã sẵn sàng
zh_hans: 好的，我准备好了

# get.prepared.personal.info.description
source: Fill in the form with your name and address
id: Isi formulir dengan nama dan alamat Anda
ru: Заполните форму, указав свое имя и адрес
vi: Điền vào biểu mẫu với tên và địa chỉ của bạn
zh_hans: 请填写表格，包括您的姓名和地址。

# get.prepared.personal.info.title
source: Submit your personal info
id: Kirimkan informasi pribadi Anda
ru: Отправьте свою личную информацию
vi: Gửi thông tin cá nhân của bạn
zh_hans: 提交个人信息

# get.prepared.proof.address.description
source: An official document (utility bill, bank statement, government statement or correspondence) that contains your full name and address, and that is no older then 3 months.
id: Dokumen resmi (tagihan utilitas, laporan bank, laporan pemerintah atau korespondensi) yang berisi nama lengkap dan alamat Anda, dan berumur tidak lebih dari 3 bulan.
ru: Официальный документ (счет за коммунальные услуги, выписка из банка, выписка из правительства или корреспонденция), содержащий ваше полное имя и адрес и не старше 3 месяцев.
vi: Một tài liệu chính thức (hóa đơn tiện ích, bảng sao kê ngân hàng, bảng sao kê của chính phủ hoặc thư từ) có chứa tên đầy đủ và địa chỉ của bạn, và không cũ hơn 3 tháng.
zh_hans: 包含您的全名和地址且不超过 3 个月的正式文件（水电费账单、银行对账单、政府声明或信件）。

# get.prepared.proof.address.note
source: Note: Statements from neobanks like Revolut and N26 are currently not seen as valid proof of address.
id: Catatan: Pernyataan dari neobank seperti Revolut dan N26 saat ini tidak dianggap sebagai bukti alamat yang sah.
ru: Примечание. Заявления таких необанков, как Revolut и N26, в настоящее время не считаются действительным подтверждением адреса.
vi: Lưu ý: Các báo cáo từ các neobank như Revolut và N26 hiện không được coi là bằng chứng địa chỉ hợp lệ.
zh_hans: 请注意：像Revolut和N26这样的新型银行的声明目前不被视为有效的地址证明。

# get.prepared.proof.address.title
source: Submit a photo of proof of address
id: Kirimkan foto bukti alamat
ru: Предоставьте фотографию документа, подтверждающего адрес
vi: Gửi ảnh giấy tờ chứng minh địa chỉ
zh_hans: 提交地址证明照片

# get.prepared.submit.id.photo.description
source: Passport, Driver License, ID card or Residence Permit
id: Paspor, Surat Izin Mengemudi, KTP atau Izin Tinggal
ru: Паспорт, водительские права, удостоверение личности или вид на жительство
vi: Hộ chiếu, Giấy phép lái xe, Chứng minh nhân dân hoặc Giấy phép cư trú
zh_hans: 护照、驾照、身份证或居住许可证

# get.prepared.submit.id.photo.title
source: Submit a photo of your ID document
id: Kirimkan foto dokumen identitas Anda
ru: Предоставьте фотографию документа, удостоверяющего вашу личность
vi: Gửi ảnh giấy tờ tùy thân của bạn
zh_hans: 提交您的身份证明照片

# get.prepared.take.selfie.description
source: The guidance will be provided during the process
id: Bimbingan akan diberikan selama proses tersebut
ru: Руководство будет предоставлено в ходе процесса
vi: Hướng dẫn sẽ được cung cấp trong quá trình này
zh_hans: 在过程中将提供指导

# get.prepared.take.selfie.title
source: Take a selfie
id: Ambil selfie
ru: Сделайте селфи
vi: Chụp ảnh selfie
zh_hans: 自拍

# get.prepared.title
source: Get prepared
id: Bersiap
ru: Подготовьтесь
vi: Chuẩn bị sẵn sàng
zh_hans: 做好准备

# kyc.result.verification.in.progress
source: Verification in progress
id: Verifikasi sedang berlangsung
ru: Выполняется проверка
vi: Đang xác minh
zh_hans: 正在进行验证

# kyc.result.verification.in.progress.description
source: You have successfully completed your KYC application. The review is pending and you can expect a decision shortly. Usually the decision is made the same day and in some cases can take up to 3 days.
ru: Вы успешно завершили подачу заявки на KYC. Решение на стадии рассмотрения, и вы можете ожидать его в ближайшее время. Обычно решение принимается в тот же день, но в некоторых случаях может потребоваться до 3 дней.
vi: Bạn đã hoàn thành thành công đơn đăng ký KYC của mình. Việc xem xét đang chờ xử lý và bạn có thể mong đợi một quyết định trong thời gian ngắn. Thông thường quyết định được đưa ra cùng ngày và trong một số trường hợp có thể mất đến 3 ngày.
zh_hans: 您已成功完成KYC申请。审核正在进行中，您可以很快收到决定。 通常情况下，决定会在同一天做出，在某些情况下可能需要最多3天时间。

source: Log out
ru: Выйти
vi: Đăng xuất
zh_hans: 退出登录

# login.title
source: Log in or Sign up
id: Masuk atau mendaftar
ru: Войдите или зарегистрируйтесь
vi: Đăng nhập hoặc đăng ký
zh_hans: 登录或注册

# no.free.kyc.attempts.description
source: You have used your free attempt to pass the KYC process. We kindly ask you to wait until the next upgrade of the application to proceed with paid attempts.
ru: Вы использовали все бесплатные попытки прохождения процедуры KYC. Просим вас дождаться следующего обновления приложения, чтобы продолжить с оплачиваемыми попытками.
vi: Bạn đã sử dụng nỗ lực miễn phí của mình để vượt qua quy trình KYC. Chúng tôi đề nghị bạn đợi cho đến lần nâng cấp tiếp theo của ứng dụng để tiếp tục với các lần dùng thử trả phí.
zh_hans: 您已经使用了免费的尝试次数来完成KYC过程。 我们恳请您等待下一次应用程序升级以进行付费尝试。

# no.free.kyc.attempts.title
source: No more free attempts
id: Tidak ada lagi percobaan gratis
ru: Нет больше бесплатных попыток
vi: Không còn nỗ lực miễn phí
zh_hans: 没有更多的免费尝试

# otp.error.message.wrong.code
source: Code incorrect. Please, try again.
id: Kode salah. Silakan, coba lagi.
ru: Неверный код. Пожалуйста, попробуйте еще раз.
vi: Mã không chính xác. Vui lòng thử lại.
zh_hans: 代码不正确。请再试一次。

# paid.attempts.available.later
source: Paid attempts will be available at a later stage
ru: Платные попытки будут доступны позднее
vi: Các nỗ lực trả phí sẽ có sẵn ở giai đoạn sau
zh_hans: 付费尝试将在后期提供

# payment.widget.unavailable.confirm
source: Yes, I understand
ru: Да, я понимаю
vi: Vâng, tôi hiểu
zh_hans: 是的，我理解。

# payment.widget.unavailable.description
source: Apologies for the inconvenience. We’re working diligently to resolve this. Please, try again later.
ru: Приносим извинения за неудобства. Мы прилагаем все усилия для решения данной проблемы. Пожалуйста, повторите попытку позже.
vi: Xin lỗi vì sự bất tiện. Chúng tôi đang nỗ lực làm việc để giải quyết vấn đề này. Vui lòng thử lại sau.
zh_hans: 对于不便我们深表歉意。 我们正在努力解决此问题。 请稍后再试。

# payment.widget.unavailable.message
source: The payment widget is currently unavailable
ru: Виджет оплаты в настоящее время недоступен
vi: Tiện ích thanh toán hiện không khả dụng
zh_hans: 支付小部件目前不可用。

# payment.widget.unavailable.title
source: Widget unavailable
ru: Виджет недоступен
vi: Tiện ích không khả dụng
zh_hans: 小部件不可用

# select.country.title
source: Select your country
id: Pilih negaramu
ru: Выберите свою страну
vi: Chọn đất nước của bạn
zh_hans: 选择您所在的国家/地区

# status.not.started
source: Get SORA Card
ru: Получить SORA Card
vi: Nhận thẻ SORA
zh_hans: 获取SORA卡

# terms.and.conditions.confirm.description
source: By continuing you confirm that you have read, understood and accepted these policies
id: Dengan melanjutkan, Anda mengonfirmasi bahwa Anda telah membaca, memahami, dan menerima kebijakan ini
ru: Продолжая, вы подтверждаете, что прочитали, поняли и приняли эти правила
vi: Bằng cách tiếp tục, bạn xác nhận rằng bạn đã đọc, hiểu và chấp nhận các chính sách này
zh_hans: 继续操作即表示您已阅读、理解并接受这些政策。

# terms.and.conditions.sora.community.alert
source: The SORA community does not collect any personal data, to get the SORA Card and IBAN account you will need to complete a KYC process directly with the card issuer.
id: Untuk mendapatkan akun IBAN yang diperlukan untuk SORA Card, pengguna diharuskan menjalani proses KYC dengan penerbit kartu. Ini diperlukan kepatuhan. Komunitas SORA tidak dan tidak akan mengumpulkan data pribadi Anda.
ru: Чтобы получить учетную запись IBAN, необходимую для SORA Card, пользователи должны пройти процедуру KYC у эмитента карты. Это обязательное соответствие. Сообщество SORA не собирает и не будет собирать какие-либо ваши личные данные.
vi: Cộng đồng SORA không thu thập bất kỳ dữ liệu cá nhân nào, để có được Thẻ SORA và tài khoản IBAN, bạn sẽ cần hoàn thành quy trình KYC trực tiếp với tổ chức phát hành thẻ.
zh_hans: SORA社区不会收集任何个人数据，如果您想获得SORA卡和IBAN账户，您需要直接与发卡机构完成KYC流程。
