Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# backup.wallet.name.create.title
source: Name your new wallet
id: Nama dompet barumu
ja: 新しいウォレットに名前を付けてください
pt: Nomeie sua nova carteira
ru: Назовите свой кошелек
tr: Yeni cüzdanınıza isim verin
vi: Đặt tên cho ví mới của bạn
zh_hans: 给你的新钱包取个名字

# backup.wallet.name.editing.description
source: Example: Savings, Investments, Crowdloans, Staking. This account name will be displayed only for you and stored locally on your mobile device
id: Contoh: Tabungan, Investasi, Crowdloans, Staking. Nama akun ini hanya akan ditampilkan untuk Anda dan disimpan secara lokal di perangkat seluler Anda
ja: 例：貯蓄、投資、クラウドローン、ステーキング。このアカウント名はあなたにのみ表示され、あなたのデバイスの中に保存されます
pt: Exemplo: Poupança, Investimentos, Crowdloans, Staking. Este nome de conta será exibido apenas para você e armazenado localmente em seu dispositivo móvel
tr: Örnek: Tasarruflar, Yatırımlar, Kitlesel Krediler, Staking. Bu hesap adı yalnızca sizin için görüntülenecek ve mobil cihazınızda yerel olarak saklanacak
vi: Ví dụ: Tiết kiệm, Đầu tư, Cho vay cộng đồng, Staking. Tên tài khoản này sẽ chỉ được hiển thị cho bạn và được lưu trữ cục bộ trên thiết bị di động của bạn
zh_hans: 示例：储蓄、投资、众贷、质押。此账户名称仅供您查看，并且仅在您的移动设备本地存储。

# backup.wallet.name.editing.title
source: Change wallet name
id: Ubah nama dompet
ja: ウォレットの名チェンジしてください
pt: Alterar nome da carteira
tr: Cüzdan adını değiştir
vi: Thay đổi tên ví
zh_hans: 更改钱包名称

# backup.wallet.name.field.name.title
source: Wallet name
id: Nama dompet
ja: ウォレット名
pt: Nome da carteira
tr: Cüzdan adı
vi: Tên ví
zh_hans: 钱包名称

# backup.wallet.replace.accounts.alert
source: You currently have a %s chain account and address %s that has been added by replacing the main key pair, and it possesses a specific one. However, please note that our current wallet backup (export) flow does not support the storage of multiple key pairs. As a result, you can only save your main key pair. To ensure the safety of your replaced chain account, we recommend that you first back it up separately before proceeding with the current flow. Once you have successfully backed up your replaced chain account, you can proceed to the current flow without any concerns.
id: Saat ini Anda memiliki %s akun berantai dan alamat %s yang telah ditambahkan dengan mengganti pasangan kunci utama, dan memiliki yang spesifik. Namun, perlu diketahui bahwa alur pencadangan (ekspor) dompet kami saat ini tidak mendukung penyimpanan beberapa pasangan kunci. Akibatnya, Anda hanya dapat menyimpan pasangan kunci utama Anda. Untuk memastikan keamanan akun rantai pengganti Anda, kami menyarankan Anda mencadangkannya terlebih dahulu secara terpisah sebelum melanjutkan dengan alur saat ini. Setelah Anda berhasil mencadangkan akun rantai yang diganti, Anda dapat melanjutkan ke alur saat ini tanpa khawatir.
ja: あなたは現在、メインのキー・ペアを置き換えて追加した%s個のチェーンアカウントと%sアドレスを持っており、それぞれに特定のキー・ペアを所有しています。しかし、現在のウォレットのバックアップ(エクスポート)機能は、複数のキー・ペアの保存をサポートしていないのでご注意ください。現状、保存できるのはメインのキー・ペアのみとなります。 チェーンアカウントの安全性を確保するため、現在のフローを進める前に、まず別個にバックアップすることをお勧めします。置き換えたチェーンアカウントのバックアップに成功したら、何の心配もなくフローを進むことができます。
pt: Atualmente você tem uma conta na cadeia %s e um endereço %s que foi adicionado substituindo o par de chaves principal e possui um par específico. No entanto, observe que nosso fluxo atual de backup (exportação) de carteira não suporta o armazenamento de vários pares de chaves. Como resultado, você só pode salvar seu par de chaves principal. Para garantir a segurança da sua conta chain substituída, recomendamos que você primeiro faça backup dela separadamente antes de prosseguir com o fluxo atual. Depois de fazer backup com êxito de sua conta em cadeia substituída, você poderá prosseguir para o fluxo atual sem preocupações.
tr: Şu anda bir%szincir hesap ve adres%sana anahtar çiftinin değiştirilmesiyle eklenen ve belirli bir anahtar çiftine sahip olan. Ancak mevcut cüzdan yedekleme (dışa aktarma) akışımızın birden fazla anahtar çiftinin depolanmasını desteklemediğini lütfen unutmayın. Sonuç olarak yalnızca ana anahtar çiftinizi kaydedebilirsiniz. Değiştirdiğiniz zincir hesabınızın güvenliğini sağlamak için mevcut akışa geçmeden önce öncelikle hesabınızı ayrı olarak yedeklemenizi öneririz. Değiştirdiğiniz zincir hesabınızı başarıyla yedekledikten sonra herhangi bir endişe yaşamadan mevcut akışa geçebilirsiniz.
vi: Bạn hiện có một tài khoản chuỗi %s và địa chỉ %s đã được thêm vào bằng cách thay thế cặp khóa chính và nó có một cặp khóa cụ thể. Tuy nhiên, xin lưu ý rằng luồng sao lưu (xuất) ví hiện tại của chúng tôi không hỗ trợ lưu trữ nhiều cặp khóa. Do đó, bạn chỉ có thể lưu cặp khóa chính của mình. Để đảm bảo an toàn cho tài khoản chuỗi đã thay thế của bạn, trước tiên chúng tôi khuyên bạn nên sao lưu tài khoản đó một cách riêng biệt trước khi tiếp tục với quy trình hiện tại. Khi bạn đã sao lưu thành công tài khoản chuỗi đã thay thế của mình, bạn có thể tiếp tục quy trình hiện tại mà không có bất kỳ lo ngại nào.
zh_hans: 您目前有一个%s 链账户和地址%s ，通过替换主密钥对添加了该地址，并拥有特定的一项。但请注意，我们当前的钱包备份（导出）流程不支持存储多个密钥对。因此，您只能保存您的主要密钥对。 为确保替换后的链账户安全，请在继续当前流程之前先单独备份它。一旦成功备份了替换后的链账户，您可以放心地进行当前流程。

# backup.wallet.seed
source: Show Raw Seed
id: Tunjukkan Frase Seed
ja: シードを表示
pt: Mostrar semente crua
tr: Ham Tohumu Göster
vi: Hiển thị Raw Seed
zh_hans: 显示原始种子

# backup.wallet.title
source: Backup wallet
id: Cadangkan dompet
ja: ウォレットのバックアップ
pt: Carteira de backup
tr: Yedekleme cüzdanı
vi: Sao lưu ví
zh_hans: 备份钱包

# balance.locks.governance.row.title
source: Governance
id: Pemerintahan
tr: Yönetim
zh_hans: 治理

# balance.locks.liquidity.pools.row.title
source: Liquidity Pools
id: Kumpulan Likuiditas
tr: Likidite Havuzları
zh_hans: 流动性池

# balance.locks.nomination.pools.row.title
source: Nomination Pools
id: Kumpulan Nominasi
tr: Adaylık havuzları
zh_hans: 提名池

# balance.locks.screen.title
source: Locked details
id: Detail terkunci
tr: Kilitli ayrıntılar
zh_hans: 锁定的详细信息

# banners.view.factory.backup.action.title
source: Backup now
id: Cadangkan sekarang
ja: 今すぐバックアップ
pt: Faça backup agora
tr: Şimdi yedekle
vi: Sao lưu ngay
zh_hans: 立即备份

# banners.view.factory.backup.subtitle
source: Protect yourself from losing access to your funds
id: Lindungi diri Anda dari kehilangan akses ke dana Anda
ja: デバイスを失くすと、永久に資金も失います
pt: Se você perder seu dispositivo, seus fundos serão perdidos para sempre
tr: Fonlarınıza erişiminizi kaybetmekten kendinizi koruyun
zh_hans: 保护自己避免失去对资金的访问权限。

# banners.view.factory.backup.title
source: Wallet backup
id: Dompet cadangan
ja: ウォレットのバックアップ
pt: Faça backup da sua carteira
tr: Cüzdan yedekleme
vi: Sao lưu ví của bạn
zh_hans: 钱包备份

# banners.view.factory.xor.action.title
source: Buy XOR
id: Beli XOR
ja: XORを買う
pt: Comprar XOR
tr: XOR'u satın al
vi: Mua XOR
zh_hans: 购买XOR

# banners.view.factory.xor.title
source: Buy XOR token
id: Beli token XOR
ja: XORトークンの購入
pt: Comprar token XOR
tr: XOR jetonu satın al
vi: Mua token XOR
zh_hans: 购买XOR代币

# btn.backup.with.google
source: Backup with Google
id: Cadangkan dengan google
ja: Googleでバックアップ
pt: Backup para o Google
ru: Сохранить в Google
tr: Google ile yedekleme
vi: Sao lưu bằng Google
zh_hans: 使用Google进行备份

# buy.completed
source: Purchase initiated! Please wait up to 60 minutes. You can track the status with the confirmation email.
id: Pembelian dimulai! Harap tunggu hingga 60 menit. Anda dapat melacak status di email.
ja: 購入開始！ 60分ほどお待ちください。メールでステータスを追跡できます
pt: Compra iniciada! Por favor aguarde até 60 minutos. Pode acompanhar o estado através do e-mail.
ru: Покупка совершена! Ожидайте до 60 минут. Вы можете отслеживать статус по электронной почте.
tr: Satın alma başlatıldı! Lütfen 60 dakikaya kadar bekleyin. E-posta'dan durumu takip edebilirsiniz.
uk: Покупку розпочато! Зачекайте до 60 хвилин. Ви можете відстежувати стан за електронною поштою.
vi: Đã bắt đầu mua hàng! Vui lòng đợi, tối đa 60 phút. Bạn có thể theo dõi trạng thái trên email.
zh_hans: 购买已启动！请耐心等待最多60分钟。您可以通过确认电子邮件跟踪订单状态。

# chain.selection.all.networks
source: All networks
id: Semua jaringan
ja: 全てのネットワーク
pt: Todas as redes
ru: Все сети
tr: Tüm ağlar
vi: Tất cả các mạng
zh_hans: 所有网络

# chain.selection.hide.zero.balances
source: Hide with empty balance
id: Sembunyikan dengan saldo kosong
ja: 残高が無ければ非表示にする
pt: Ocultar com saldo vazio
ru: Скрыть с пустым балансом
tr: Boş bakiyeleri gizle
vi: Ẩn số dư bằng 0
zh_hans: 零余额隐藏

# chain.unsupported.text
source: This chain isn't available in the current version of the application. Please update it to the latest version.
id: Rantai ini tidak tersedia di versi aplikasi saat ini. Harap perbarui ke versi terbaru.
ja: このブロックチェーンは、現在のアプリのバージョンでは利用できません。最新のバージョンに更新してください
pt: Esta chain não está disponível na versão atual da aplicação. Por favor, atualize-a para a versão mais recente.
ru: Эта сеть недоступна в текущей версии приложения. Пожалуйста, обновите приложение до последней версии
tr: Bu zincir, uygulamanın mevcut sürümünde desteklenmiyor. Lütfen en son sürüme güncelleyin.
vi: Chain này không có sẵn trong phiên bản hiện tại của Ứng dụng. Vui lòng cập nhật phiên bản mới nhất cho ứng dụng.
zh_hans: 该链在当前版本的应用程序中不可用。请更新到最新版本。

# choose.pool.empty.title
source: No pools have been created yet
id: Belum ada kumpulan yang dibuat
ja: プールは まだ作成されていません
pt: Nenhuma pool foi criado ainda
ru: Ни одного пула еще не было создано
tr: Henüz havuz oluşturulmadı
vi: Chưa có pool nào được tạo
zh_hans: 还没有池 被创建

# choose.recipient.next.button.title
source: Enter amount
id: Masukan jumlah
ja: 金額を入力
pt: Insira o valor
ru: Ввести сумму
tr: Miktarı girin
vi: Nhập số tiền
zh_hans: 输入金额

# choose.recipient.title
source: Choose recipient
id: Pilih penerima
ja: 受信者の選択
pt: Selecionar destinatário
ru: Выберите получателя
tr: Alıcıyı seçin
vi: Chọn người nhận
zh_hans: 选择收件人

# common.account
source: Account
id: Akun
ja: アカウント
pt: Conta
ru: Счет
tr: Hesap
uk: Рахунок
vi: Tài khoản
zh_hans: 账户

# common.action.hide
source: Hide
id: Sembunyikan
ja: 隠す
pt: Ocultar
ru: Скрыть
tr: Saklamak
vi: ÂẨn
zh_hans: 隐藏

# common.action.receive
source: Receive
id: Terima
ja: 受け取る
pt: Receber
ru: Получить
tr: Almak
vi: Nhận
zh_hans: 接收

# common.action.send
source: Send
id: Kirim
ja: 送る
pt: Enviar
ru: Перевести
tr: Gönder
vi: Gửi
zh_hans: 发送

# common.action.teleport
source: Teleport
id: Teleportasi
ja: テレポート
pt: teleporte
ru: Телепорт
tr: Işınlanma
zh_hans: 传送

# common.add
source: Add
id: Menambahkan
ja: 追加
pt: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加

# common.address
source: Address
id: Alamat
ja: アドレス
pt: Endereço
ru: Адрес
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址

# common.advanced
source: Advanced
id: Lanjutan
ja: 高度な
pt: Avançado
ru: Продвинутый
tr: Gelişmiş
uk: Розширений
vi: Nâng cao
zh_hans: 高级

# common.and.others.placeholder
source: %s & others
id: %s & lainya
zh_hans: %s和其他

# common.applied
source: Applied
id: Diterapkan
ja: 適用されました
pt: Aplicado
ru: Применено
tr: Uygulandı
vi: Đã áp dụng
zh_hans: 已应用

# common.apply
source: Apply
id: Menerapkan
ja: 適用する
pt: Aplicar
ru: Применить
tr: Uygulamak
uk: Подати заявку
vi: Áp dụng
zh_hans: 应用

# common.approve
source: Approve
id: Setuju
ja: 承認
pt: Aprovar
tr: Onaylamak
vi: Chấp thuận
zh_hans: 批准

# common.attention
source: Attention
id: Perhatian
ja: 注意
pt: Atenção
tr: Dikkat
vi: Chú ý
zh_hans: 注意

# common.available.format
source: Available: %@
id: Tersedia: %@
ja: 利用可能： %@
pt: Disponível: %@
ru: Доступно: %@
tr: Mevcut: %@
uk: Доступно %@
vi: Có sẵn: %@
zh_hans: 可用：%@

# common.available.networks
source: Available networks
id: Jaringan yang tersedia
ja: 利用可能なネットワーク
tr: Mevcut ağlar
vi: Mạng có sẵn
zh_hans: 可用网络

# common.balance
source: Balance
id: Saldo
ja: 残高
pt: Saldo
ru: Баланс
tr: Bakiye
uk: Баланс
vi: Số dư
zh_hans: 余额

# common.balance.format
source: Balance: %@
id: Saldo: %@
ja: 残高: %@
pt: Saldo: %@
ru: Баланс: %@
tr: Denge:%@
uk: Баланс: %@
vi: Số dư: %@
zh_hans: 余额：%@

# common.bonus
source: Bonus
ja: ボーナス
pt: Bónus
ru: Бонус
vi: Tiền thưởng
zh_hans: 奖金

# common.call
source: Call
id: Panggilan
ja: コール
pt: Ligar
ru: Вызов
tr: Aramak
uk: Телефонуйте
vi: Gọi
zh_hans: 调用

# common.cancel
source: Cancel
id: Batalkan
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Huỷ bỏ
zh_hans: 取消

# common.cancel.operation.action
source: Cancel operation
id: Batalkan operasi
ja: 操作をキャンセル
pt: Cancelar operação
ru: Отменить операцию
tr: İşlemi iptal et.
vi: Hủy bỏ thao tác
zh_hans: 取消操作

# common.cancel.operation.message
source: Are you sure you want to cancel this operation?
id: Anda yakin ingin membatalkan operasi ini?
ja: この操作をキャンセルしてもよろしいですか?
pt: Tem certeza que deseja cancelar esta operação?
ru: Вы уверены, что хотите отменить операцию?
tr: Bu işlemi iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn hủy bỏ thao tác này không?
zh_hans: 您确定要取消此操作吗？

# common.change
source: Change
id: Perubahan
ja: 変更
pt: Alterar
ru: Изменить
tr: Değişiklik
uk: Зміна
vi: Thay đổi
zh_hans: 改变

# common.change.password
source: Change password
id: Ganti Password
ja: パスワードを変更する
pt: Alterar senha
ru: Сменить пароль
tr: Parolayı değiştir
uk: Змінити пароль
vi: Đổi mật khẩu
zh_hans: 更改密码

# common.changed
source: Changed
id: Berubah
ja: 変更されました
pt: Alterado
ru: Изменено
tr: Değiştirildi
uk: Змінено
vi: Đã thay đổi
zh_hans: 已更改

# common.choose.action
source: Choose action
id: Pilih aksi
ja: アクションを選択
pt: Escolher ação
ru: Выберите действие
tr: Eylem seçin
vi: Chọn hành động
zh_hans: 选择操作

# common.choose.network
source: Choose network
id: Pilih jaringan
ja: ネットワークを選択
pt: Escolher a rede
ru: Выберите сеть
tr: Ağı seçin
uk: Виберіть мережу
vi: Chọn mạng
zh_hans: 选择网络

# common.close
source: Close
id: Menutup
ja: 閉じる
pt: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# common.commission
source: Commission
id: Komisi
ru: Комиссия
tr: komisyon
zh_hans: 佣金

# common.confirm
source: Confirm
id: Konfirmasi
ja: 確認
pt: Confirmar
ru: Подтвердить
tr: Onaylamak
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

# common.confirm.password
source: Confirm password
id: Konfirmasi Password
ja: パスワードの確認
pt: Confirmar senha
ru: Подтверждение пароля
tr: Parolayı onaylayın
uk: Підтвердження пароля
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# common.confirm.title
source: Confirmation
id: Konfirmasi
ja: 確認
pt: Confirmação
ru: Подтверждение
tr: Onayla
uk: Підтвердження
vi: Xác nhận
zh_hans: 确认

# common.confirmation.title
source: Are you sure?
id: Apakah kamu yakin
ja: 本当によいですか？
pt: Tem a certeza?
ru: Уверены ли вы?
tr: Emin misiniz?
uk: Ти впевнений?
vi: Bạn có chắc không?
zh_hans: 您确定吗？

# common.confirmed
source: Confirmed
id: Terkonfirmasi
ja: 確認済み
pt: Confirmado
ru: Подтверждено
tr: Onaylandı
uk: Підтверджено
vi: Đã xác nhận
zh_hans: 已确认

# common.connections
source: Connections
id: Koneksi
ja: 接続
pt: Conexões
tr: Bağlantılar
vi: Kết nối
zh_hans: 连接

# common.contacts
source: Contacts
id: Kontak
zh_hans: 联系人

# common.continue
source: Continue
id: Lanjutkan
ja: 続行
pt: Continuar
ru: Продолжить
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# common.copied
source: Copied to clipboard
id: Disalin ke Clipboard
ja: クリップボードにコピーしました
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
vi: Sao chép vào clipboard
zh_hans: 复制到剪贴板

# common.copy
source: Copy
id: Salin
ja: コピー
pt: Copiar
ru: Скопировать
tr: Kopyala
vi: Sao chép
zh_hans: 复制

# common.copy.address
source: Copy address
id: Salin alamat
ja: アドレスをコピー
pt: Copiar endereço
ru: Копировать адрес
tr: Adresi kopyala
uk: Скопіюйте адресу
vi: Sao chép địa chỉ
zh_hans: 复制地址

# common.copy.id
source: Copy id
id: Salinan Id
ja: IDをコピー
pt: Copiar id
ru: Копировать идентификатор
tr: Kimliği kopyala
vi: Sao chép id
zh_hans: 复制 ID

# common.create
source: Create
id: Buat
ja: 作成
pt: Criar
ru: Создать
tr: Yaratmak
vi: Tạo
zh_hans: 创建

# common.crypto.type
source: Keypair crypto type
id: Jenis keypair crypto
ja: キー・ペアの暗号方式
pt: Criptografia do tipo par de chaves
ru: Тип ключевой пары
tr: Keypair kripto türü
uk: Тип ключевой пары
vi: Loại tiền điện tử keypair
zh_hans: 密钥对加密类型

# common.currency
source: Currency
id: Mata uang
ja: 通貨
pt: Moeda
ru: Валюта
tr: Para Birimi
vi: Tiền tệ
zh_hans: 货币

# common.details
source: Details
id: Detail
ja: 詳細
pt: Detalhes
ru: Подробности
tr: Detaylar
vi: Chi tiết
zh_hans: 细节

# common.disconnect
source: Disconnect
id: Memutuskan
ja: 切断
pt: Desconectar
ru: Отключиться
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开连接

# common.done
source: Done
id: Selesai
ja: 完了
pt: Concluído
ru: Готово
tr: Tamamlandı
uk: Завершено
vi: Hoàn tất
zh_hans: 已完成

# common.edit
source: Edit
ja: 編集
pt: Editar
ru: Редактировать
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑

# common.error.general.title
source: Error
ja: エラー
pt: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# common.error.internal
source: Internal error occurred
id: Terjadi kesalahan internal
ja: 内部エラーが発生しました
pt: Ocorreu um erro interno
ru: Внутренняя ошибка
tr: Dahili hata oluştu
vi: Đã xảy ra lỗi nội bộ
zh_hans: 发生内部错误

# common.error.missing.crypto.type.message
source: Can't define crypto type for this wallet
id: Tidak dapat menentukan jenis kripto untuk dompet ini
ja: このウォレットの暗号方式が判りません
pt: Não é possível definir o tipo de crypto para esta carteira
ru: Не получилось определить тип шифрования для этого кошелька
tr: Bu cüzdan için kripto türünü tanımlayamıyoruz
vi: Không thể xác định loại tiền điện tử cho ví này
zh_hans: 无法为此钱包定义加密类型

# common.error.network
source: Error occurred while communicating with the remote server
id: Terjadi kesalahan saat berkomunikasi dengan server jauh
ja: リモートサーバーとの通信中にエラーが発生しました
pt: Ocorreu um erro durante a comunicação com o servidor remoto
ru: Возникла ошибка при обмене данными с удаленным сервером
tr: Uzak sunucuyla iletişim kurulurken hata oluştu
vi: Lỗi xảy ra trong khi giao tiếp với máy chủ
zh_hans: 与远程服务器通信时发生错误

# common.error.no.data.retrieved
source: No data retrieved.
id: Tidak ada data yang diambil.
ja: データが取得されていません
pt: Nenhuns dados recuperados.
ru: Данные не получены.
tr: Veri alınmadı.
uk: Дані не отримано.
vi: Không có dữ liệu nào được truy xuất.
zh_hans: 未检索到数据。

# common.error.password.mismatch
source: Passwords do not match
id: Password tidak cocok
ja: パスワードが一致しません
pt: A senha não corresponde
ru: Неверный пароль
tr: Parola eşleşmedi
uk: Пароль неправильний
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

# common.events
source: Events
id: Acara
ja: イベント
pt: Eventos
tr: Olaylar
vi: Sự kiện
zh_hans: 活动

# common.existential.error.message
source: This transaction will result in the account going below the Existential Deposit (%@), which will cause it to be reaped (the account will be wiped from the blockchain's state to conserve space).
id: Transaksi ini akan mengakibatkan akun berada di bawah Deposit Eksistensial (%@), yang akan menyebabkannya dituai (akun akan dihapus dari status blockchain untuk menghemat ruang).
ja: このトランザクションにより、アカウント存続預金を下回るため(%@)、「刈り取られる」ことになります(スペースを節約するためにブロックチェーンの状態からアカウントは消去されます)。
pt: Esta transação terá como resultado que a conta passe abaixo do Depósito Existencial(%@), o que fará com que ela seja colhida (a conta será apagada da blockchain para conservar espaço).
tr: Bu işlem, bakiyenin varolma tutarının%@ altına inmesine neden olacak ve bu da onun hesabın silinmesine neden olacaktır (yer kazanmak için hesap blok zincirinden silinecektir).
zh_hans: 此交易将导致账户余额低于存在性存款（%@），从而使其被清除（账户将从区块链状态中删除以节省空间）。

# common.existential.warning.max.amount
source: Set max amount
id: Atur jumlah maximal
tr: Maksimum tutarı ayarla
vi: Số tiền tối đa
zh_hans: 设置最大金额

# common.existential.warning.message
source: This transaction will result in the account going below the Existential Deposit (%@), which will cause it to be reaped (the account will be wiped from the blockchain's state to conserve space). If you choose to continue you will lose any funds that are below the existential deposit amount set by the network. For detailed information please refer to the official network documentation (e.g., the Polkadot Wiki). Fearless Wallet is a fully non-custodial application and has no control or knowledge of any of your actions on the network itself. ONLY CONTINUE IF YOU FULLY AGREE TO AND UNDERSTAND THE IMPLICATIONS.
id: Operasi akan menghapus akun dari blockstore karena akan membuat saldo total lebih rendah dari saldo minimal.
ja: このトランザクションにより、アカウント存続預金を下回るため (%@)、「刈り取られる」ことになります(スペースを節約するためにブロックチェーンの状態からアカウントは消去されます)。継続を選択した場合、ネットワークによって設定された存続預金額を下回る資金を失うことになります。詳細な情報については、ネットワークの公式ドキュメント(例：Polkadot Wiki)を参照してください。フィアレス・ウォレットは完全な非管理的なアプリであり、ネットワークでのあなたの行動については一切判らないし制御もできません。あなたが、その意味を理解して完全に同意した場合のみ、続行してください
pt: Esta transação terá como resultado que a conta passe abaixo do Depósito Existencial(%@), o que fará com que ela seja colhida (a conta será apagada da blockchain para conservar espaço). Se optar por continuar, perderá quaisquer fundos que estejam abaixo do montante do depósito existencial estabelecido pela rede. Para informações detalhadas, consulte a documentação oficial da rede (por exemplo, a Polkadot Wiki). A Fearless Wallet é uma aplicação totalmente não custodial, e não tem nenhum controlo ou conhecimento de qualquer das suas ações na própria rede. CONTINUE SÓ SE CONCORDAR PLENAMENTE E COMPREENDER AS IMPLICAÇÕES.
ru: Эта операция приведет к тому, что счет опустится ниже экзистенциального депозита %@, что приведет к его деактивации (счет будет стерт из состояния блокчейна для экономии места). Если вы решите продолжить, вы потеряете все средства, которые находятся ниже суммы экзистенциального депозита, установленного сетью. За подробной информацией обращайтесь к официальной документации сети (например, Polkadot Wiki). Fearless Wallet является полностью не опекунским приложением и не контролирует и не знает о любых ваших действиях в самой сети. ПРОДОЛЖАЙТЕ ТОЛЬКО В ТОМ СЛУЧАЕ, ЕСЛИ ВЫ ПОЛНОСТЬЮ СОГЛАСНЫ И ПОНИМАЕТЕ ПОСЛЕДСТВИЯ.
tr: Bu işlem, bakiyenin varolma tutarının%@ altına inmesine neden olacak ve bu da onun hesabın silinmesine neden olacaktır (yer kazanmak için hesap blok zincirinden silinecektir). Devam etmeyi seçerseniz, ağ tarafından belirlenen varolma tutarının altındaki tüm fonları kaybedersiniz. Ayrıntılı bilgi için lütfen resmi ağ belgelerine bakın (örn. Polkadot Wikisi). Fearless Wallet, fonlarınız üzerinde yetkisi olmayan bir uygulamadır ve ağ üzerindeki eylemlerinizden herhangi birinin kontrolü veya bilgisi yoktur. YALNIZCA UYGULAMALARI TAMAMEN KABUL EDİYORSANIZ VE ANLIYORSANIZ DEVAM EDİN.
uk: Операція видалить рахунок із магазину, оскільки загальний залишок буде нижчим за мінімальний.
vi: Giao dịch này sẽ dẫn đến việc tài khoản sẽ xuống thâp hơn Khoản tiền gửi tối thiểu để duy trì tài khoản, điều này sẽ khiến tài khoản bị thu hồi (tài khoản sẽ bị xóa khỏi trạng thái của blockchain để bảo toàn không gian). Nếu bạn chọn tiếp tục, bạn sẽ mất bất kỳ khoản tiền nào thấp hơn số tiền ký quỹ hiện có do mạng đặt ra. Để biết thông tin chi tiết, vui lòng tham khảo tài liệu mạng chính thức (ví dụ: Polkadot Wiki). Fearless Wallet là một ứng dụng hoàn toàn không bị quản lý và không có quyền kiểm soát hoặc không biết về bất kỳ hành động nào của bạn trên chính mạng đó. CHỈ TIẾP TỤC NẾU BẠN HOÀN TOÀN ĐỒNG Ý VÀ HIỂU Ý.
zh_hans: 此交易将导致账户余额低于存在性存款（%@），从而使其被清除（账户将从区块链状态中删除以节省空间）。如果您选择继续，您将失去低于网络设置的存在性存款金额的任何资金。有关详细信息，请参阅官方网络文档（例如 Polkadot Wiki）。Fearless 钱包是一个完全非托管的应用程序，对网络上的任何操作都没有控制权或知识。只有在您完全同意并理解相关影响后才能继续。

# common.existential.warning.title
source: This operation will remove the account
id: Operasi akan menghapus akun
ja: 操作によりアカウントが削除されます
pt: A operação irá remover a conta
ru: Операция сделает аккаунт неактивным
tr: İşlem hesabı kaldıracak.
uk: Операція видалить обліковий запис
vi: Thao tác này sẽ xóa tài khoản
zh_hans: 此操作将删除账户

# common.expiry
source: Expiry
id: Kadaluarsa
ja: 有効期限
pt: Expiração
tr: Son kullanma tarihi
vi: Hết hạn
zh_hans: 到期
