Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# staking.story.reward.page.1
source: Rewards for staking are available to payout at the end of each era (6 hours in Kusama and 24 hours in Polkadot). The network stores pending rewards for 84 eras, and in most cases validators pay out the rewards for everyone. However, validators might forget or something might happen to them, so nominators can payout their rewards by themselves.
id: Hadiah untuk staking tersedia untuk klaim di akhir setiap Era (6 jam di Kusama dan 24 jam di Polkadot). Mereka tersedia untuk diklaim selama 84 Era berikutnya, dan dalam kebanyakan kasus, Validator membayar hadiah untuk semua orang. Namun, Validator mungkin lupa atau sesuatu mungkin terjadi pada mereka, sehingga Nominator dapat mengklaim hadiahnya sendiri.
ja: ステーキング報酬は、各時代の終わり(クサマ(Kusama)では6時間、ポルカドット(Polkadot)では24時間)に払い出すことができます。ネットワークは84時代の保留報酬を保存し、ほとんどの場合、バリデーターは全員の報酬を払い出す。しかし、バリデーターが忘れたり、何かが起こったりする可能性もあるので、ノミネーターは自分で報酬を支払うことができます
pt: As recompensas do staking estão disponíveis para pagamento no final de cada era (6 horas na Kusama e 24 horas na Polkadot). A rede armazena recompensas pendentes durante 84 eras e, na maioria dos casos, os validadores pagam as recompensas para todos. No entanto, os validadores podem-se esquecer ou algo pode acontecer, por isso os nomeadores também podem pagar as suas recompensas por si próprios.
ru: Вознаграждения за стейкинг доступны для выплаты в конце каждой эры (6 часов в Kusama и 24 часа в Polkadot). Сеть хранит ожидаемые вознаграждения в течении 84 эр и в большинстве случаев валидаторы сами выплачивают всем награды. Однако, валидаторы могут забыть это сделать или с ними может что-то случиться, поэтому номинаторы могут выплатить свои награды самостоятельно.
tr: Staking ödülleri her dönemin sonunda ödenebilir (Kusama'da 6 saat ve Polkadot'ta 24 saat). Ağ, bekleyen ödülleri 84 dönem boyunca saklar ve çoğu durumda doğrulayıcılar ödülleri herkes için öder. Ancak onaylayıcılar unutabilir veya başlarına bir şey gelebilir, böylece aday gösterenler ödüllerini kendileri ödeyebilirler.
vi: Phần thưởng cho việc đặt cược có sẵn để thanh toán vào cuối mỗi thời đại (6 giờ ở Kusama và 24 giờ ở Polkadot). Mạng lưu trữ phần thưởng đang chờ xử lý cho 84 thời đại và trong hầu hết các trường hợp, người xác thực sẽ trả phần thưởng cho mọi người. Tuy nhiên, những người xác nhận có thể quên hoặc điều gì đó có thể xảy ra với họ, vì vậy những người đề cử có thể tự thanh toán phần thưởng của họ.
zh_hans: 每个时间段结束时（Kusama为6小时，Polkadot为24小时），可以领取质押奖励。网络会存储84个时间段的待领奖励，在大多数情况下，验证人会为所有人支付奖励。然而，验证人可能会忘记或遇到问题，因此提名人可以自行领取他们的奖励。

# staking.story.reward.page.2
source: Although rewards are usually distributed by validators, Fearless Wallet helps by alerting if there are any pending rewards that are close to expiring. You will receive alerts about this and other activities on the staking screen.
id: Meskipun biasanya Hadiah didistribusikan oleh Validator, Fearless Wallet membantu Nominator dengan memberi tahu mereka jika ada beberapa Hadiah yang tersedia dan hampir habis masa berlakunya. Anda akan menerima Peringatan tentang ini dan aktivitas lainnya di layar Staking Anda.
ja: 報酬は通常バリデーターによって配布されますが、フィアレス・ウォレットは、期限切れに近い保留中の報酬がある場合に警告してくれるので助かります。ステーキング画面では、これと他の活動に関する警告が表示されます
pt: Embora as recompensas sejam geralmente distribuídas por validadores, a Fearless Wallet ajuda alertando se há recompensas pendentes que estão perto de expirar. Receberá alertas sobre esta e outras atividades no separador de staking
ru: Несмотря на то, что обычно вознаграждения выплачиваются валидаторами, Fearless Wallet помогает узнать о вознаграждениях, срок выплаты которых близок к истечению, с помощью предупреждений. Предупреждения об этом и других важных событиях появятся на главном экране стейкинга.
tr: Ödüller genellikle doğrulayıcılar tarafından dağıtılsa da Fearless Wallet, süresi dolmaya yakın bekleyen ödüller varsa uyarı vererek yardımcı olur. Staking ekranında bu ve diğer aktiviteler hakkında uyarılar alacaksınız.
vi: Mặc dù phần thưởng thường được phân phối bởi validators, nhưng Ví Fearless Wallet sẽ giúp cảnh báo nếu có bất kỳ phần thưởng nào đang chờ xử lý sắp hết hạn. Bạn sẽ nhận được cảnh báo này và các hoạt động khác trên màn hình staking.
zh_hans: 尽管奖励通常由验证人分发，但Fearless钱包通过提醒即将过期的待领取奖励来提供帮助。您将在质押界面上收到有关此事和其他活动的提醒。

# staking.story.reward.title
source: Receiving rewards
id: Mengklaim reward
ja: 報酬の受け取り
pt: Recompensas recebidas
ru: Получение наград
tr: Ödül alma
vi: Đang nhận phần thưởng
zh_hans: 领取奖励

# staking.story.staking.page.1
source: Staking is an option to earn passive income by locking your tokens in the network. Staking rewards are allocated every era (6 hours on Kusama and 24 hours on Polkadot). You can stake as long as you wish, and to unstake your tokens, you need to wait for the unstaking period to end, making your tokens available to be redeemed.
id: Staking adalah opsi untuk mendapatkan penghasilan pasif dengan mengunci token Anda di jaringan. Hadiah untuk staking dibayarkan setiap 6 jam di Kusama dan 24 jam di Polkadot. Anda dapat mempertaruhkan selama yang Anda inginkan, dan untuk membuka kunci token Anda, Anda harus menunggu hingga periode pembukaan kunci berakhir, membuat token Anda tersedia untuk ditukarkan.
ja: ステーキングは、トークンをネットワークにロックすることで、受動的な収入を得るためのオプションです。ステーキング報酬は1時代ごとに配分されます(クサマ(Kusama)では6時間、ポルカドット(Polkadot)では24時間)。好きな期間だけステークすることができ、トークンをステーク解除するには、ステーク解除期間が終了してトークンを引き換えられるようになるまで待つ必要があります
pt: O staking é uma opção para obter rendimento passivo ao bloquear os seus tokens na rede. As recompensas de staking são alocadas a cada época (6 horas na Kusama e 24 horas na Polkadot). Pode fazer stake no prazo que quiser, e para desbloquear os seus tokens, precisa de esperar pelo fim do período de desbloqueamento, tornando os seus tokens disponíveis para serem resgatados.
ru: Стейкинг — это один из способов пассивного дохода с помощью удержания токенов в сети. Вознаграждения за стейкинг выпускаются каждую эру (6 часов в Kusama и 24 часа в Polkadot). Вы можете стейкать неограниченное количество времени, и для вывода из стейкинга вам нужно будет подождать период вывода, после которого вы сможете забрать свои токены.
tr: Staking, token'larınızı ağa kilitleyerek pasif gelir elde etmek için bir seçenektir. Staking ödülleri her dönem tahsis edilir (Kusama'da 6 saat ve Polkadot'ta 24 saat). dilediğiniz kadar stake yapabilirsiniz ve token'larınızın kullanılabilir hale getirilmesi için çözülme süresinin sona ermesini beklemeniz gerekir
vi: Staking là một cách để có thêm thu nhập thụ động bằng cách khóa token của bạn trong mạng. Phần thưởng staking được phân bổ từng era (6 giờ trên Kusama và 24 giờ trên Polkadot). Bạn có thể staking bất kỳ lúc nào, nhưng để unstaking thì bạn cần chờ thời hạn khóa kết thúc, lúc đó tokens của bạn mới có sẵn để rút.
zh_hans: 质押是一种通过将您的代币锁定在网络中来获得 被动收入的选择。每个时间段（Kusama 上为 6 小时，Polkadot 上为 24 小时）都会分配质押奖励。您可以根据自己的意愿进行质押，并且要解除质押需要等待解除质押期结束，这样才能使您的代币可兑换。

# staking.story.staking.page.2
source: Staking is an important part of network security and reliability. Anyone can run validator nodes, but only those who have enough tokens staked will be elected by the network to participate in composing new blocks and receive the rewards. Validators often do not have enough tokens of their own, so nominators are helping them by locking their tokens for them to achieve the required amount of stake.
id: Staking adalah bagian penting dari keamanan dan keandalan jaringan. Siapapun bisa menjalankan Polkadot & Node validator Kusama, tetapi hanya mereka yang memiliki cukup token yang dipertaruhkan yang akan dipilih oleh jaringan untuk berpartisipasi dalam menyusun blok baru dan menerima hadiah. Validator seringkali tidak memiliki cukup token sendiri, jadi Nominator membantu mereka dengan mengunci token mereka untuk mencapai jumlah taruhan yang diperlukan.
ja: ステーキングは、ネットワークのセキュリティと信頼性の重要な部分です。誰でもバリデーター・ノードを運営することができますが、十分なトークンをステークした人だけが、ネットワークから選出されて新しいブロックの構成に参加し、報酬を受け取ることができます。バリデーターは自分のトークンを十分に持っていないことが多く、ノミネーターが必要なステーク額を達成できるようにトークンをロックすることでバリデーター支援します
pt: O staking é uma parte importante da segurança e fiabilidade da rede. Qualquer pessoa pode executar nodes de validador, mas apenas aqueles que possuem tokens suficientes em stake serão eleitos pela rede para participar da composição de novos blocos e receber as recompensas. Os validadores muitas vezes não têm tokens suficientes, então são os nomeadores que os estão a ajudar, ao bloquear os seus tokens para que alcancem a quantia de stake necessária.
ru: Стейкинг играет ключевую роль в безопасности и надежности сети. Любой может запустить собственную ноду, но только тот, кто наберёт необходимое количество токенов в стейкинге, будет избран сетью для создания новых блоков и получения наград. Часто валидаторы не имеют необходимого количества токенов, поэтому номинаторы помогают им с помощью своих токенов.
tr: Staking, ağ güvenliğinin ve güvenilirliğinin önemli bir parçasıdır. Herkes doğrulayıcı düğümleri çalıştırabilir, ancak yalnızca yeterli belirteçleri olan kişiler, yeni bloklar oluşturmaya katılmak ve ödülleri almak için ağ tarafından seçilir. Doğrulayıcılar genellikle kendi başlarına yeterli token sayısına sahip değildir, bu nedenle aday gösterilenler gerekli miktarda stake elde etmeleri için token'larını kilitleyerek onlara yardımcı oluyorlar.
vi: Staking là một phần quan trọng của an ninh mạng và độ tin cậy. Bất cứ ai cũng có thể chạy các node validator, nhưng chỉ những người có đủ số lượng tokens mới được Network chọn để tham việc tạo khối mới và nhận phần thưởng. Một mình Validator thường không có đủ token, vì vậy các nominator sẽ tham gia khóa token của họ để validator đạt được số tokens cần thiết.
zh_hans: 质押是网络安全和可靠性的重要组成部分。任何人都可以运行验证节点，但只有那些拥有足够质押代币的人才会被网络选举出来参与生成新区块并获得奖励。验证人通常自己没有足够的代币，所以提名人通过锁定他们自己的代币来帮助他们达到所需的质押数量。

# staking.story.staking.title
source: What is staking?
id: Apa itu Staking?
ja: ステーキングとは何ですか?
pt: O que é staking?
ru: Что такое стейкинг?
tr: Staking nedir?
vi: Staking là gì?
zh_hans: 什么是质押？

# staking.story.validator.page.1
source: The validator runs a blockchain node 24/7 and is required to have enough stake locked (both owned and provided by nominators) to be elected by the network. Validators should maintain their nodes' performance and reliability to be rewarded. Being a validator is almost a full-time job, there are companies that are focused on validating on blockchain networks.
id: Validator adalah mereka yang menjalankan node blockchain selama 24/7 dan harus memiliki kunci pasak yang cukup (baik dimiliki dan disediakan oleh nominator) untuk dipilih oleh jaringan. Validator harus mempertahankan node mereka untuk mencapai kinerja dan keandalan terbaik, yang akan dihargai. Menjadi validator hampir merupakan pekerjaan penuh waktu, ada perusahaan yang fokus menjadi validator di jaringan blockchain
ja: バリデーターは24時間365日ブロックチェーン・ノードを運営し、ネットワークから選出されるのに十分なステーク(所有とノミネーターからの提供の両方)をロックしていることが要求されます。バリデーターは、報酬を得るためにノードのパフォーマンスと信頼性を維持する必要があります。バリデーターはほぼフルタイムの仕事なので、ブロックチェーン・ネットワークのバリデーターに特化した企業も存在します
pt: O validador corre um node da blockchain 24 horas por dia, 7 dias por semana e é necessário ter um stake bloqueado suficientemente grande (pertencente e fornecido pelos nomeadores) para ser eleito pela rede. Os validadores devem manter o desempenho e a fiabilidade dos seus nodes para serem recompensados. Ser validador é quase um trabalho a tempo inteiro, há empresas que estão focadas em ser validadoras nas redes blockchain.
ru: Валидатор обеспечивает работу ноды блокчейна 24/7 и обязан иметь необходимое количество стейка (общий стейк самого валидатора и его номинаторов), чтобы быть избранным сетью. Валидаторы должны поддерживать производительность и надежность своих нод, за что они получают вознаграждения. Валидатор — это полноценная работа, существуют профильные компании, которые специализируются на валидировании в блокчейн сетях.
tr: Doğrulayıcı 7/24 bir blok zinciri düğümü çalıştırır ve ağ tarafından seçilecek kadar hissenin kilitlenmiş olması (hem sahip olunan hem de adaylar tarafından sağlanan) olması gerekir. Doğrulayıcılar, ödüllendirilmek için düğümlerinin performansını ve güvenilirliğini korumalıdır. Doğrulayıcı olmak neredeyse tam zamanlı bir iştir, blockchain ağlarında doğrulayıcı olmaya odaklanan şirketler vardır
vi: Người xác nhận (validator) chạy một node blockchain 24/7 và được yêu cầu phải có đủ số tokens được khóa (do họ sở hữu và từ những nominators) để được bầu bởi network. Validator cần duy trì hiệu suất và độ tin cậy của các node của họ để nhận phần thưởng. Validator là một công việc toàn thời gian, có 1 số công ty tập trung để trở thành người xác thực trên các mạng blockchain.
zh_hans: 验证人需要全天候运行区块链节点，并且必须锁定足够的质押（由所有者和提名人提供）才能被网络选中。验证人应该维护其节点的性能和可靠性以获得奖励。成为一个验证人几乎是一份全职工作，有些公司专注于在区块链网络上进行验证。

# staking.story.validator.page.2
source: Everyone can be a validator and run a blockchain node, but that requires a certain level of technical skills and responsibility. Polkadot and Kusama networks have a program named Thousand Validators Programme to provide support to beginners. Moreover, the network itself will always reward more validators who have less stake (but enough to be elected) to improve decentralization.
id: Setiap orang dapat menjadi validator dan menjalankan node blockchain, tetapi itu membutuhkan tingkat keterampilan dan tanggung jawab teknis tertentu. Polkadot & Jaringan Kusama memiliki program, bernama Program Seribu Validator, untuk memberikan dukungan bagi pemula. Jaringan itu sendiri akan selalu memberi penghargaan kepada lebih banyak Validator yang memiliki lebih sedikit saham (tetapi cukup untuk dipilih) untuk meningkatkan desentralisasi.
ja: 誰もがバリデーターになりブロックチェーン・ノードを運営することができますが、そうするには一定レベルの技術的スキルと責任が必要です。ポルカドットとクサマ・ネットワークには、初心者にサポートを提供する「Thousand Validators Programme」というプログラムがあります。さらに、ネットワーク自体は、分散化を向上するために、ステークが少ない(しかし選出されるには十分な)より多くのバリデーターに常に報酬を与えます
pt: Qualquer pessoa pode ser validador e correr um node da blockchain, porém isso requer um certo nível de habilidade técnica e responsabilidade. As redes Polkadot e Kusama têm um programa, denominado Thousand Validators Program, para fornecer apoio a iniciantes. Além disso, a própria rede sempre recompensará mais validadores, que têm menos participação (mas o suficiente para serem eleitos) para melhorar a descentralização.
ru: Любой может стать валидатором и запустить ноду блокчейна, однако это требует определённых технических знаний и ответственности. Сети Polkadot и Kusama запустили программу Thousand Validators Programme (Программа Тысячи Валидаторов), чтобы помочь начинающим. Более того, сеть всегда будет стремиться вознаграждать тех валидаторов, чей суммарный стейк меньше (но достаточен чтобы быть избранным в сети), для поддержки децентрализации.
tr: Herkes bir doğrulayıcı olabilir ve bir blok zinciri düğümü çalıştırabilir, ancak bu belirli bir düzeyde teknik beceri ve sorumluluk gerektirir. Polkadot ve Kusama ağlarının yeni başlayanlar için destek sağlamak için Thousand Validators Programme adlı bir programı var. Ayrıca, ağın kendisi, merkeziyetsizliği geliştirmek için her zaman daha az paya sahip (ancak seçilmeye yetecek kadar) daha fazla doğrulayıcıyı ödüllendirecektir
vi: Mọi người đều có thể là validator và chạy một node blockchain, nhưng điều đó đòi hỏi am hiểu kỹ thuật nhất định. Các mạng Polkadot và Kusama có một chương trình, được đặt tên là Thousand Validators Program, để hỗ trợ cho người mới bắt đầu. Hơn nữa, bản thân network sẽ thưởng cho những validators có ít cổ phần hơn (nhưng đủ để được bầu) để cải thiện việc phi tập trung.
zh_hans: 每个人都可以成为验证人并运行一个区块链节点，但这需要一定水平的技术能力和责任心。Polkadot和Kusama网络有一个名为“千名验证人计划”的项目，旨在为初学者提供支持。此外，网络本身将始终奖励更多拥有较少质押（但足够当选）的验证者，以改善去中心化程度。

# staking.story.validator.title
source: Who is a validator?
id: Siapakah validator itu?
ja: バリデーターとは？
pt: Quem é um validador?
ru: Кто такой валидатор?
tr: Doğrulayıcı kimdir?
vi: Ai là người xác nhận (validator)?
zh_hans: 谁是验证人？

# staking.suggested.collators.title
source: Suggested collators
id: Kolator disarankan
ja: 提案されたコレーター
pt: Validadores sugeridos
tr: Önerilen harmanlayıcılar
vi: Các collator được đề xuất
zh_hans: 推荐的收集人

# staking.switch.account.to.stash
source: Switch your account to stash to set the controller.
id: Alihkan akun Anda ke simpanan untuk mengatur pengontrol.
ja: アカウントをスタッシュに切り替えて、コントローラーを設定します
pt: Mude a sua conta para stash para definir o controlador.
ru: Для установки контроллер аккаунта смените аккаунт на стэш.
tr: Denetleyiciyi ayarlamak için hesabınızı stash olarak değiştirin
uk: Переключіть свій обліковий запис на схованку, щоб встановити контролер.
vi: Chuyển tài khoản sang Stash để thiết lập tài khoản Controller
zh_hans: 切换您的账户到存储以设置控制器。

# staking.total.rewards_v1.9.0
source: Rewarded
id: Dihadiahi
ja: 報酬あり
pt: Recompensado
ru: Заработано
tr: Kazanılan Ödüller
vi: Được thưởng
zh_hans: 已奖励

# staking.unbond.payee.reset.message
source: The reward destination will be changed to your account to avoid a bonded remnant since staking will be stopped
id: Tujuan hadiah akan diubah ke akun Anda untuk menghindari sisa yang terikat karena taruhan akan dihentikan
ja: ステーキングが停止されるため、ボンドされた残りを避けるため、報酬の宛先があなたのアカウントに変更されます
pt: O destino da recompensa será alterado para sua conta para evitar um remanescente vinculado, uma vez que o staking será interrompido
ru: Назначение вознаграждений будет изменено на ваш аккаунт, чтобы избежать остатка в стейке, поскольку стейкинг будет остановлен.
tr: Stake etme durdurulacağından, bağlı bir kalıntıdan kaçınmak için ödül hedefi hesabınız olarak değiştirilecektir
uk: Місце призначення винагороди буде змінено на ваш рахунок, щоб уникнути склеєного залишку, оскільки ставки припиняються
vi: Phần thưởng sẽ chuyển vào tài khoản của bạn để tránh việc phong tỏa sau khi dừng saking
zh_hans: 奖励目的地将更改为您的账户，以避免因停止质押而产生绑定残余资金

# staking.unbond_v1.9.0
source: Unstake
id: Batalkan stake
ja: ステーク解除
ru: Вывод из стейка
zh_hans: 解除质押

# staking.unbonding.all.message
source: The remaining staking balance will drop under the minimum value and will also will be added to the unstaking amount
id: Sisa saldo taruhan akan turun di bawah nilai minimum dan juga akan ditambahkan ke jumlah yang tidak terikat
ja: 残りのステーキング残高は最少値を下回り、ステーク解除額にも追加されます
pt: O saldo restante de staking cairá abaixo do valor mínimo e será também adicionado ao valor sem staking
ru: Оставшийся баланс стейка будет меньше минимального значения, поэтому он добавлен к сумме вывода.
tr: Kalan stake bakiyesi minimum değerin altına düşecek ve ayrıca bonding tutarına eklenecektir
uk: Залишок залишкового балансу впаде під мінімальне значення, а також буде доданий до суми звільнення
vi: Số staking còn lại dưới mức tối thiểu sẽ được chuyển sang số unstaking.
zh_hans: 剩余的质押余额将会降至最低值以下，并且也会被加入到解质押金额中。

# staking.unbonding.all.title
source: Stop staking
id: Berhenti mempertaruhkan
ja: ステーキングをやめる
pt: Parar o staking
ru: Остановить стейкинг
tr: Stake etmeyi bırak.
uk: Перестаньте робити ставку
vi: Dừng staking
zh_hans: 停止质押

# staking.unbonding.empty.list_v1.9.0
source: Unstaking transactions will appear here
id: Transaksi unstaking akan muncul di sini
ja: ステーキング解除トランザクション履歴がここに表示されます
pt: As transações de unstaking aparecerão aqui
ru: Операции по выводу из стейка появятся здесь
tr: Unstaking işlemleri burada görünecek
vi: Các giao dịch unstaking sẽ xuất hiện tại đây
zh_hans: 这里将显示取消质押的交易

# staking.unbonding.format
source: Unstaking: %@
id: Melepas ikatan: %@
ja: ステーキング解除：%@
ru: Время вывода: %@
tr: Bağlantısız: %@
uk: Розв’язування: %@
zh_hans: 解除质押: %@

# staking.unbonding.hint
source: Your tokens will be available to redeem after the unstaking period.
id: Token Anda akan tersedia untuk ditukarkan setelah periode unbonding.
ja: あなたのトークンは、ステーキング解除期間後に引き換えできるようになります
pt: O seus tokens estarão disponíveis para resgatar após o período de desvinculação.
ru: Ваши токены будут доступны после истечения периода вывода со стейкинга.
tr: Tokenleriniz bonding döneminden sonra paraya çevrilebilir
uk: Ваші токени можна буде викупити після закінчення періоду скасування.
vi: Bạn chỉ có thể lấy lại token khi hết thời staking.
zh_hans: 您的代币将在解除质押期后可赎回。

# staking.unbonding.limit.reached.title
source: Unstaking requests limit reached
id: Batas permintaan tidak terikat tercapai
ja: ステーキング解除リクエストの制限に達しました
pt: Limite de pedidos de unstaking atingido
ru: Достигнут лимит запросов на вывод из стейка
tr: Stake kaldırma istekleri sınırına ulaşıldı
uk: Досягнуто обмеження запитів на розв’язування
vi: Đã đạt đến giới hạn yêu cầu unstaking
zh_hans: 取消质押请求已达到限制

# staking.unstaking.period
source: Unstaking period
id: Periode unstaking
ja: ステーキング解除期間
pt: Período de Unstaking
ru: Время вывода
tr: Unstake dönemi
vi: Khoảng thời gian unstake
zh_hans: 解除质押期

# staking.validator.apy.percent
source: Estimated reward (% APY)
id: Estimasi imbalan (% APY)
ja: 推定報酬 (% APY)
pt: Recompensa estimada (% APY)
ru: Примерное вознаграждение (% APY)
tr: Tahmini ödüller (% APY)
vi: Phần thưởng ước tính (% APY)
zh_hans: 预计奖励（% APY）

# staking.validator.estimated.reward
source: Estimated reward
id: Estimasi hadiah
ja: 推定報酬
pt: Recompensa estimada
ru: Примерное вознаграждение
tr: Tahmini ödül
uk: Орієнтовна винагорода
vi: Phần thưởng ước tính
zh_hans: 预计奖励

# staking.validator.info.nominators
source: %@ (max %@)
id: %@ (maks %@)
ja: %@ （最大%@）
ru: %@ (макс. %@)
tr: %@ (maks %@ )
uk: %@ (макс. %@ )
vi: %@ (tối đa %@)
zh_hans: %@ （最大%@ ）

# staking.validator.info.title
source: Validator info
id: Info validator
ja: バリデーター情報
pt: Informação do validador
ru: Информация о валидаторе
tr: Doğrulayıcı bilgileri
uk: Інформація про валідатора
vi: Thông tin validator
zh_hans: 验证人信息

# staking.validator.my.oversubscribed.message
source: Oversubscribed. You will not receive rewards from the validator in this era.
id: Oversubscribed. Anda tidak akan menerima hadiah dari validator di era ini.
ja: 申し込み殺到、この時代ではバリデーターから報酬を受け取れません
pt: Excesso de subscrições. Não receberá recompensas do validador nesta era.
ru: Превышен лимит номинаторов для валидатора. В этой эре вы не получите награду от этого валидатора.
tr: Fazla abone var. Bu dönemde doğrulayıcıdan ödül almayacaksınız
vi: Đã đăng ký quá hạn mức. Bạn sẽ không nhận được phần thưởng từ validator trong thời gian này.
zh_hans: 超额抵押。在这个时间段，您将无法从验证人那里获得奖励。

# staking.validator.nominators
source: Nominators
id: Nominator
ja: 推薦者
pt: Nomeadores
ru: Номинаторы
tr: Adaylar
uk: Номінатори
zh_hans: 提名人

# staking.validator.other.oversubscribed.message
source: Oversubscribed. Only the top staked nominators are paid rewards.
id: Oversubscribed. Hanya nominator teratas yang dibayar hadiah.
ja: 申し込み殺到。ステーク上位のノミネーターにのみ報酬が支払われます
pt: Excesso de subscrições. Apenas os nomeadores com maior valor de stake receberão recompensas.
ru: Превышен лимит номинаторов для валидатора. Только номинаторы с наибольшим стейком получат награду.
tr: Aşırı abone olundu. Yalnızca en yüksek bahisli adaylara ödül ödenir.
vi: Đã đăng ký quá mức. Chỉ những người được đề cử trước đây mới được trả thưởng.
zh_hans: 超额抵押。只有最高质押的提名人才能获得奖励支付。

# staking.validator.own.stake
source: Own
id: Dimiliki
ja: 自分の
pt: Pertencente ao validador
ru: Собственный
tr: Sahip olmak
uk: Власний
vi: Sở hữu
zh_hans: 自己的

# staking.validator.search.empty.title
source: No search results. Be sure you typed the full account address
id: Tidak ada hasil pencarian. Pastikan Anda mengetikkan alamat akun lengkap
ja: 検索結果はありません。 完全なアカウント・アドレスを入力したことを確認してください
pt: Sem resultados de pesquisa. Tenha a certeza de que digitou o endereço completo da conta
ru: Поиск не дал результатов. Проверьте, что вы указали полный адрес аккаунта
tr: Arama sonucu bulunamadı. Tam hesap adresini yazdığınızdan emin olun.
vi: Không tìm thấy kết quả. Hãy chắc chắn bạn nhập địa chỉ tài khoản đầy đủ
zh_hans: 没有搜索结果。 请确保您输入了完整的账户地址
