Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# NSCameraUsageDescription
source: The camera is used to capture QR codes
id: Kamera digunakan untuk mengambil kode QR
ja: QRコードを撮るためにカメラを使用する
pt: A câmara é usada para capturar o código QR
ru: Камера используется для сканирования QR кода.
tr: Kamera, QR kodunu yakalamak için kullanılır
vi: Máy ảnh được sử dụng để chụp mã QR
zh_hans: 相机用于捕捉二维码

# NSFaceIDUsageDescription
source: Fearless uses Face ID to restrict unauthorized users from accessing the app. Face ID is used to authorize within the application
id: Face ID digunakan untuk mengotorisasi dalam aplikasi
ja: フィアレスは顔認証を使用して、権限のないユーザーがアプリにアクセスすることを制限します。顔認証は、アプリ内での認証に使用されます
pt: Identificação facial usada para autorização na aplicação
ru: Fearless использует Face ID, чтобы ограничить несанкционированных пользователей доступа к приложению.Face ID используется для авторизации в приложении
tr: Face ID uygulamada yetkilendirme için kullanılır
vi: Fearless sử dụng Face ID để hạn chế người dùng trái phép truy cập vào ứng dụng. Face ID được sử dụng để xác thực truy cập ứng dụng
zh_hans: Fearless使用Face ID来限制未经授权的用户访问该应用程序。Face ID用于在应用程序内进行授权。

# NSPhotoLibraryAddUsageDescription
source: Save transfer request as a QR code
id: Simpan permintaan transfer sebagai kode QR
ja: QRコードで取引申請を保存する
pt: Guardar pedido de transferência como um código QR
ru: Вы можете сохранить запрос на перевод в виде QR кода
tr: Transfer isteğini QR Kodu olarak kaydet
vi: Lưu yêu cầu chuyển dưới dạng mã QR
zh_hans: 将转账请求保存为二维码

# NSPhotoLibraryUsageDescription
source: Load photos from library
id: Memuat foto dari library
ja: ライブラリーから写真をアップロードする
pt: Fazer upload de fotos da biblioteca
ru: Загрузить изображения из библиотеки
tr: Kitaplıktan fotoğraf yükle
vi: Tải ảnh từ thư viện
zh_hans: 从图库加载照片

# about.announcement
source: Receive Announcements
id: Terima pengumuman
ja: お知らせを受け取る
pt: Receber Alertas
ru: Следить за новостями в Telegram
tr: Duyuruları Alın
vi: Nhận thông báo
zh_hans: 接收通知

# about.ask.for.support
source: Ask for Support
id: Tanya untuk bantuan
ja: サポートを求める
pt: Pedir Apoio
ru: Обратитесь за поддержкой
tr: Destek İsteyin
vi: Yêu cầu hỗ trợ
zh_hans: 寻求支持

# about.contact.email
source: Contact Email
id: Kontak email
ja: お問い合わせ
pt: Email de Contacto
ru: Контактный адрес электронной почты
tr: İletişim Epostası
vi: Email liên hệ
zh_hans: 联系邮箱

# about.contact.us
source: Contact Email
id: Hubungi kami
ja: お問い合わせ
pt: Email de contato
ru: Свяжитесь с нами
tr: İletişim Epostası
uk: Зв'яжіться з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系电子邮件

# about.crowdloans
source: Learn about Crowdloans
id: Pelajari tentang pinjaman massal
ja: クラウドローン(Crowdloans)について学ぶ
pt: Saiba mais sobre Crowdloans
ru: Узнайте больше о Crowdloans
tr: Crowdloan'lar hakkında öğrenin
vi: Tìm hiểu về Crowdloans
zh_hans: 了解众贷

# about.follow.on.twitter
source: Follow us on Twitter
id: Ikuti kami di Twitter
ja: Twitterでフォロー
pt: Seguir no Twitter
ru: Следите за новостями в Твиттере
tr: Twitter'da Takip Et
vi: Theo dõi Twitter
zh_hans: 关注我们的Twitter账号

# about.github
source: GitHub Source Code
ja: GitHubソースコード
pt: Código Fonte no Github
ru: Исходный код на GitHub
tr: Github Kaynak Kodu
uk: Вихідний код Github
vi: Mã nguồn Github
zh_hans: Github源代码

# about.github.source.code
source: Github Source Code
id: Sumber kode Github
ja: Githubソースコード
pt: Código Fonte no Github
ru: Исходный код на GitHub
tr: Github Kaynak Kodu
vi: Mã nguồn Github
zh_hans: Github源代码

# about.instagram
source: Like on Instagram
id: Sukai di Instagram
ja: Instagramで「いいね」する
pt: Gostar no Instagram
ru: Поставьте лайк в Instagram
tr: Instagram'da beğen
vi: Thích Instagram
zh_hans: 在Instagram上点赞

# about.join.on.telegram
source: Join us on Telegram
id: Gabung dengan kami di telegram
ja: Telegramの公式グループに参加
pt: Juntar-se no Telegram
ru: Присоединяйтесь в Telegram
tr: Telegram'a Katıl
vi: Tham gia Telegram
zh_hans: 加入我们的Telegram群组

# about.learn.on.wiki
source: Learn on Wiki
id: Pelajari di Wiki
ja: Wikiで学ぶ
pt: Aprender na Wiki
ru: Обучение на Wiki
tr: Wiki'de Öğren
vi: Tìm hiểu trên Wiki
zh_hans: 在维基百科上学习

# about.like.on.instagram
source: Like on Instagram
id: Sukai di Instagram
ja: Instagramで「いいね」する
pt: Gostar no Instagram
ru: Поставьте лайк в Instagram
tr: Instagram'da Beğen
vi: Thích Instagram
zh_hans: 在Instagram上点赞

# about.medium
source: Read on Medium
id: Baca di medium
ja: Mediumで読む
pt: Ler no Medium
ru: Читать на Medium
tr: Medium'da okuyun
vi: Đọc Medium
zh_hans: 在Medium上阅读

# about.official.website
source: Official Website
id: Website resmi
ja: 公式ウェブサイト
pt: Website Oficial
ru: Официальный сайт
tr: Resmi Web Sitesi
vi: Trang web chính thức
zh_hans: 官方网站

# about.privacy
source: Privacy policy
id: Kebijakan Privasi
ja: 個人情報保護方針
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

# about.privacy.policy
source: Privacy Policy
id: Kebijakan pribadi
ja: 個人情報保護方針
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策

# about.read.on.medium
source: Read on Medium
id: Baca di medium
ja: Mediumで読む
pt: Ler no Medium
ru: Читайте на Medium
tr: Medium'da Oku
vi: Đọc Medium
zh_hans: 在Medium上阅读

# about.receive.announcements
source: Receive Announcements
id: Terima pengumuman
ja: お知らせを受け取る
pt: Receber Anúncios
ru: Получайте объявления
tr: Duyuruları Alın
vi: Nhận thông báo
zh_hans: 接收通知

# about.subscribe.on.youTube
source: Subscribe on YouTube
id: Berlangganan di YouTube
ja: Youtubeで購読する
pt: Subscrever no YouTube
ru: Подпишитесь на YouTube
tr: Youtube'da Abone Ol
vi: Đăng ký Youtube
zh_hans: 在 YouTube 上订阅

# about.support
source: Ask for Support
id: Minta Dukungan
ja: サポートを求める
pt: Solicitar Apoio
ru: Обратиться за поддержкой
tr: Destek İsteyin
vi: Yêu cầu hỗ trợ
zh_hans: 寻求支持

# about.telegram
source: Join us on Telegram
id: Bergabung dengan grup telegram
ja: Telegramの公式グループに参加
pt: Juntar-se no Telegram
ru: Присоединяйтесь к группе Telegram
tr: Telegram'a Katılın
uk: Приєднуйтесь до Telegram Group
vi: Tham gia nhóm Telegram
zh_hans: 加入我们的Telegram群组

# about.terms.and.conditions
source: Terms and Conditions
id: Syarat dan ketentuan
ja: 規約と条件
pt: Termos e Condições
ru: Положения и условия
tr: Şartlar ve Koşullar
vi: Điều khoản và Điều kiện
zh_hans: 条款和条件

# about.title
source: About
id: Tentang
ja: 情報
pt: Sobre
ru: О приложении
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_hans: 关于

# about.twitter
source: Follow on Twitter
id: Ikuti di Twitter
ja: Twitterでフォローする
pt: Seguir no Twitter
ru: Следить за новостями в Twitter
tr: Twitter'da takip edin
vi: Theo dõi Twitter
zh_hans: 在推特上关注

# about.version
source: App version
id: Versi aplikasi
ja: アプリのバーション
pt: Versão da aplicação
ru: Версия приложения
tr: Uygulama Sürümü
uk: Версія
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本

# about.website
source: Official Website
ja: 公式サイト
pt: Website Oficial
ru: Официальный сайт
tr: Resmi Web Sitesi
uk: Офіційний веб-сайт
vi: Trang web chính thức
zh_hans: 官方网站

# about.wiki
source: Learn on Wiki
id: Pelajari di Wiki
ja: Wikiで学ぶ
pt: Aprender na Wiki
ru: Узнать в Wiki
tr: Wiki'de öğrenin
vi: Tìm hiểu trên Wiki
zh_hans: 在维基上学习

# about.youtube
source: Subscribe on YouTube
id: Langganan di YouTube
ja: Youtubeで購読する
pt: Subscrever no YouTube
ru: Подписаться на YouTube
tr: Youtube'da abone olun
vi: Đăng ký Youtube
zh_hans: 在 YouTube 上订阅

# access.restore.phrase.error.message
source: Your mnemonic is invalid. Please try another one.
id: Mnemonik Anda tidak valid. Silakan, coba yang lain.
ja: あなたのニーモニックは無効です。別のものをお試しください
pt: A sua mnemónica é inválida. Por favor, tente outra.
ru: Ваша мнемоника недействительна. Пожалуйста, попробуйте другую
tr: Anımsatıcınız geçersiz. Lütfen başka bir tane deneyin
uk: Ваш мнемонічний недійсний. Будь ласка, спробуйте ще один.
vi: Cụm từ ghi nhớ (Mnemonic) của bạn không hợp lệ. Vui lòng thử một cái khác.
zh_hans: 你的助记词无效，请尝试另一个。

# access.restore.words.error.message
source: The mnemonic must contain 24 words max.
id: Mnemonic harus berisi maksimal 24 kata
ja: パスフレーズは24個単語を含んでください
pt: A mnemónica deve conter 24 palavras no máximo
ru: Мнемоника должна содержать не более 24 слов
tr: Anımsatıcı maksimum 24 kelime içermelidir.
uk: Парольна фраза має містити 24 слів
vi: Cụm từ ghi nhớ (Mnemonic) phải chứa tối đa 24 từ
zh_hans: 助记词最多包含24个单词。

# account.add.already.exists.message
source: The account already exists. Please try another one.
id: Akun sudah ada. Silakan, coba yang lain.
ja: アカウントはすでに存在しています。別のものをお試しください
pt: A conta já existe. Por favor, tente outra.
ru: Аккаунт уже существует. Пожалуйста, попробуйте другой.
tr: Bu hesap zaten mevcut. Lütfen başka bir tane deneyin
uk: Рахунок вже існує. Спробуйте інший.
vi: Tên tài khoản đã tồn tại. Vui lòng thử một tên khác.
zh_hans: 该账户已存在，请尝试使用其他账户。

# account.confirmation.details
source: Choose the words in the right order
id: Pilih kata dengan urutan yang benar
ja: 正しい順序で単語を選択する
pt: Escolha as palavras na ordem correta
ru: Выберите слова в правильном порядке
tr: Sözcükleri doğru sırayla seçin.
uk: Вибирайте слова в потрібному порядку
vi: Chọn các từ theo đúng thứ tự
zh_hans: 选择正确的单词顺序

# account.confirmation.title
source: Confirm mnemonic
id: Konfirmasi mnemonik
ja: ニーモニックを確認する
pt: Confirmar a mnemónica
ru: Подтверждение
tr: Anımsatıcıyı onayla.
uk: Підтвердити мнемоніку
vi: Xác nhận cụm từ ghi nhớ (mnemonic)
zh_hans: 确认助记词

# account.create.details
source: Use a non-digital way to backup, such as writing it down on paper.
id: Gunakan cara non digital untuk backup, seperti menuliskannya di kertas.
ja: 紙に書き留めるなど、デジタル以外の方法でバックアップします
pt: Use uma forma não digital para fazer o backup, como escrever em papel.
ru: Используйте нецифровой носитель для сохранения, например, выпишите слова на бумагу.
tr: Kağıda yazmak gibi "dijital olmayan" bir yedekleme yöntemi kullanın
uk: Використовуйте не цифровий спосіб резервного копіювання, наприклад запису на папері.
vi: Nên sao lưu lại mà không sử dụng phương tiện kỹ thuật số, chẳng hạn như viết nó ra giấy.
zh_hans: 使用非数字化的方式进行备份，比如将其写在纸上。

# account.create.error.missing.crypto.type.title
source: Missing crypto type
id: Jenis kripto tidak ada
ja: 暗号方式がありません
pt: Tipo de crypto ausente
ru: Неверный тип шифрования
tr: Eksik kripto türü
vi: Thiếu loại tiền điện tử
zh_hans: 缺少加密类型

# account.create.title
source: Backup mnemonic
id: Backup Mnemonik
ja: ニーモニックをバックアップ
pt: Backup mnemónico
ru: Мнемоника
tr: Anımsatıcıyı yedekle
uk: Мнемоніка
vi: Sao lưu Cụm từ ghi nhớ (Mnemonic)
zh_hans: 备份助记词

# account.creation.info
source: The mnemonic is used to recover access to your account. Write it down as you will not be able to recover your account without it!
id: Mnemonic digunakan untuk memulihkan akses ke akun. Catatlah, kami tidak akan dapat memulihkan akun Anda tanpa mnemonic !
ja: ニーモニックは、アカウントへのアクセスを回復するために使用されます。それを書き留めてください、それがなければあなたのアカウントを回復することはできません！
pt: A mnemónica é usada para recuperar o acesso à conta. Anote-a, nós não poderemos recuperar a sua conta sem ela!
ru: Мнемоническая фраза используется для восстановления доступа к аккаунту. Запишите ее, мы не сможем восстановить доступ к аккаунту без нее!
tr: Anımsatıcı, hesabınıza erişimi kurtarmak için kullanılır. Bir yere yazın, o olmadan hesabınız kurtarılamaz!
uk: Мнемоніка використовується для відновлення доступу до облікового запису. Запишіть її, ми не зможемо відновити ваш обліковий запис без неї!
vi: Mnemonic được sử dụng để khôi phục quyền truy cập vào tài khoản. Viết và lưu giữ cẩn thận, chúng tôi sẽ không thể khôi phục tài khoản của bạn nếu không có nó!
zh_hans: 助记词用于恢复您的账户访问权限。请将其记录下来，否则将无法恢复您的账户！

# account.delete.confirm
source: Forget
id: Lupa
ja: 忘れる
pt: Esquecer
ru: Забыть
tr: Unut
uk: Забути
vi: Quên
zh_hans: 忘记

# account.delete.confirmation.description
source: Make sure you have exported your account before proceeding.
id: Pastikan Anda telah mengekspor akun Anda sebelum melanjutkan.
ja: 続行する前に、アカウントをバックアップしたことを確認してください
pt: Certifique-se de ter exportado a sua conta antes de prosseguir.
ru: Прежде чем продолжить, убедитесь, что вы создали резервную копию своей учетной записи.
tr: Devam etmeden önce hesabınızı dışa aktardığınızdan emin olun.
uk: Перш ніж продовжувати, переконайтеся, що ви створили резервну копію свого облікового запису.
vi: Đảm bảo rằng bạn đã xuất tài khoản của mình trước khi tiếp tục.
zh_hans: 确保在继续之前已经导出了您的账户。

# account.delete.confirmation.title
source: Forget this account?
id: Lupa akun?
ja: アカウントをお忘れですか？
pt: Esqueceu a conta?
ru: Забыть аккаунт?
tr: Hesabı unuttunuz mu?
uk: Забути рахунок?
vi: Quên tài khoản?
zh_hans: 忘记这个账户？

# account.error.try.another.one
source: Please try another one.
id: Silakan, coba yang lain.
ja: 別のものをお試しください
pt: Por favor, tente outro.
ru: Пожалуйста, попробуйте другой.
tr: Lütfen başka bir tane deneyin.
vi: Vui lòng thử một cái khác.
zh_hans: 请尝试另一个。

# account.export.action
source: Export
id: Ekspor
ja: 書き出す
pt: Exportar
ru: Экспортировать
tr: Dışa aktar
uk: Експорт
vi: Xuất
zh_hans: 导出

# account.export.json.hint
source: A password is required to encrypt your account and store it as Restore JSON. Please create a password to continue the operation.
id: Kata sandi diperlukan untuk mengenkripsi akun Anda dan menyimpannya sebagai Pemulihan JSON. Tolong, buat kata sandi untuk melanjutkan operasi.
ja: アカウントを暗号化してリカバリJSONとして保存するには、パスワードが必要です。操作を続行するには、パスワードを作成してください
pt: A senha é necessária para encriptar a sua conta e armazenar como ficheiro de restauro JSON. Por favor, crie uma senha para continuar a operação.
ru: Пароль необходим для шифрования вашей учетной записи и сохранения как Recovery JSON. Пожалуйста, придумайте пароль для продолжения работы.
tr: Hesabınızı şifrelemek ve geri yükleme JSON'u olarak saklamak için parola gereklidir. Lütfen işleme devam etmek için parola oluşturun.
uk: Пароль потрібен для шифрування вашого облікового запису та зберігання як Recovery JSON. Будь ласка, створіть пароль для продовження роботи.
vi: Bạn sẽ cần có mật khẩu để mã hóa tài khoản của bạn và lưu trữ dưới dạng file Restore JSON. Vui lòng tạo mật khẩu để tiếp tục.
zh_hans: 需要密码来加密您的账户并将其存储为还原JSON。请创建一个密码以继续操作。

# account.export.warning.message
source: Sharing or copying your secret is a high risk operation, don’t send it to anyone. Would you like to proceed with the sharing/copying process?
id: Membagikan atau menyalin rahasia Anda adalah operasi berisiko tinggi, jangan kirimkan kepada siapa pun. Apakah Anda ingin melanjutkan proses berbagi / menyalin?
ja: シークレットを共有またはコピーすることはリスクの高い操作です。誰にも送信しないでください。共有/コピープロセスを続行しますか？
pt: Partilhar ou copiar o seu segredo é uma operação de alto risco, não o envie a ninguém. Gostaria de continuar com o processo de partilhar/copiar?
ru: Передача или копирование вашего секрета - операция с высоким риском, не отправляйте ее никому. Хотите продолжить процесс обмена / копирования?
tr: Özel anahtarı paylaşmak veya kopyalamak yüksek riskli bir işlemdir, kimseye göndermeyin. Paylaşma / kopyalama işlemine devam etmek ister misiniz?
uk: Надання спільного доступу або копіювання секрету є операцією з високим ризиком, не надсилайте його нікому. Продовжити процес надання спільного доступу або копіювання?
vi: Chia sẻ hoặc sao chép khóa bí mật của bạn là một hoạt động có rủi ro cao, đừng gửi nó cho bất kỳ ai. Bạn còn muốn tiến hành chia sẻ/sao chép không?
zh_hans: 分享或复制您的秘密是一项高风险操作，请勿将其发送给任何人。您是否要继续进行分享/复制过程？

# account.export.warning.title
source: Be careful
id: Hati-hati
ja: 注意してください
pt: Seja cuidadoso
ru: Будьте осторожны
tr: Dikkatli olun
uk: Будь обережний
vi: Hãy cẩn thận
zh_hans: 小心

# account.import.ethereum.raw.seed.placeholder
source: ETH accounts raw seed (64 hex symbols)
id: Akun ETH benih mentah (64 simbol hex)
ja: イーサリアム(Ethereum)アカウントのシード (64個の16進数文字)
pt: A seed original para contas da ETH (64 símbolos hexadecimais)
ru: Бинарный сид для эфир аккаунтов (64 шестнадцатиричных символа)
tr: ETH hesaplarının anahtarı (64 adet hex karakteri)
vi: raw seed tài khoản ETH (64 ký hiệu hex)
zh_hans: ETH账户原始种子（64个十六进制符号）

# account.import.invalid.keystore
source: Invalid restore JSON. Please,make sure that input contains a valid JSON.
id: Pemulihan json tidak valid. Harap pastikan bahwa masukan berisi json yang valid.
ja: 無効なリカバリーJSON。入力に有効なjsonが含まれていることを確認してください
pt: Restauro do JSON inválido. Por favor, certifique-se de que a entrada contém um JSON válido.
ru: Неверный формат данных восстановления. Пожалуйста, удостоверьтесь, что данные соответствуют json формату.
tr: Geçersiz geri yükleme json'u. Lütfen girişin geçerli json içerdiğinden emin olun
uk: Недійсний json для відновлення. Переконайтеся, що вхідні дані містять дійсний json.
vi: JSON khôi phục không hợp lệ. Vui lòng đảm bảo bạn nhập JSON hợp lệ.
zh_hans: 无效的恢复JSON。请确保输入包含有效的JSON。

# account.import.invalid.seed
source: The seed is invalid. Please make sure that your input contains 64 hex symbols.
id: Benih tidak valid. Harap pastikan bahwa masukan Anda berisi 64 simbol hex.
ja: シードが無効です。入力に64個の16進記号が含まれていることを確認してください
pt: A seed é inválida. Por favor, certifique-se de que a sua entrada contém 64 símbolos hexadecimais.
ru: Seed неверный. Пожалуйста, убедитесь, что введенные данные содержат 64 hex символа.
tr: Geçersiz kaynak. Lütfen, girişinizin 64 hex sembolü içerdiğinden emin olun
uk: Сід недійсний. Будь ласка, переконайтеся, що введені дані містять 64 шістнадцяткових символи.
vi: Cụm từ Seed không hợp lệ. Vui lòng đảm bảo rằng bạn nhập đúng 64 ký tự hex.
zh_hans: 种子无效。请确保您的输入包含64个十六进制符号。

# account.import.json.no.network
source: The JSON contains no network information. Please specify it below.
id: JSON tidak berisi informasi jaringan. Harap tentukan di bawah.
ja: JSONにはネットワーク情報は含まれていません。 以下に指定してください
pt: O ficheiro JSON não contém informações de rede. Por favor, especifique-o abaixo.
ru: JSON не содержит информации о сети. Пожалуйста, укажите её в блоке дополнительных ниже.
tr: JSON, ağ bilgisi içermiyor. Lütfen aşağıda belirtiniz.
uk: JSON не містить інформації про мережу. Будь ласка, вкажіть це нижче.
vi: File JSON không chứa thông tin network. Vui lòng ghi rõ nó dưới đây.
zh_hans: JSON中没有网络信息，请在下方指定。

# account.import.keystore.decryption.error.message
source: Please make sure your password is correct and try again.
id: Harap periksa kembali password dan coba lagi.
ja: パスワードが正しいことを確認して、もう一度お試しください
pt: Por favor, verifique se a senha está correta e tente novamente.
ru: Пожалуйста, проверьте корректность пароля и попробуйте снова.
tr: Lütfen şifre doğruluğunu kontrol edin ve tekrar deneyin
uk: Перевірте правильність пароля і повторіть спробу.
vi: Vui lòng kiểm tra sự chính xác của mật khẩu và thử lại.
zh_hans: 请确保您的密码正确，并重试。

# account.import.keystore.decryption.error.title
source: Keystore decryption failed
id: Dekripsi keystore gagal
ja: キーストアの復号化に失敗しました
pt: A descodificação da Keystore falhou
ru: Ошибка дешифрования
tr: Keystore çözümlemesi başarısız oldu.
uk: Не вдалося розшифрувати сховище ключів
vi: Giải mã keystore thất bại
zh_hans: 密钥库解密失败

# account.import.password.placeholder
source: Password
ja: パスワード
pt: Senha
ru: Пароль
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

# account.import.raw.seed.placeholder
source: Raw seed: 64 hex symbols
id: Raw seed : 64 simbol hex
ja: シード：64個の16進数文字
pt: Seed primária: 64 símbolos hexadecimais
ru: Бинарный сид: 64 шестнадцатиричных символа
tr: Ham kaynak: 64 hex sembolü
uk: Сід: 64 шістнадцяткових символи
vi: Chuỗi ký tự khóa gốc: 64 ký hiệu hex
zh_hans: 原始种子：64个十六进制符号

# account.import.recovery.json.placeholder
source: Paste JSON
id: Tempel json
ja: JSONを貼り付け
pt: Colar JSON
ru: Вставьте json
tr: Json yapıştır
uk: Вставити json
vi: Dán JSON
zh_hans: 粘贴JSON

# account.import.recovery.select.file
source: Select file
id: Pilih file
ja: ファイルを選択
pt: Selecionar ficheiro
ru: Выбрать файл
tr: Dosya seçin
vi: Chọn tệp
zh_hans: 选择文件

# account.import.substrate.raw.seed.placeholder
source: Substrate account raw seed (64 hex symbols)
id: Substrat akun benih mentah (64 simbol hex)
ja: サブストレート(Substrate)アカウントのシード (64個の16進数文字)
pt: A seed original para contas da Substrate (64 símbolos hexadecimais)
ru: Бинарный сид для сабстрейт аккаунтов (64 шестнадцатиричных символа)
tr: Substrat hesaplarının anahtarı (64 hex karakteri)
vi: raw seed tài khoản Substrate(64 ký hiệu hex)
zh_hans: Substrate账户原始种子（64个十六进制符号）

# account.import.wrong.network
source: The network in the JSON file is %@, and does not match the selected %@. The latter will be used to import an account.
id: Jaringan di JSON adalah %@ , tidak cocok dengan %@ . Yang terakhir akan digunakan untuk mengimpor akun.
ja: JSONのネットワークは%@であり、選択した%@と同じではありません。後者はアカウントのインポートに使用されます
pt: A rede em JSON é %@, não corresponde à %@ selecionada. Esta última será usada para importar uma conta.
ru: Сеть в JSON - это %@ , а не такая, как у выбранной %@ . Выбранная сеть будет использоваться для импорта аккаунта.
tr: JSON’daki ağ %@, seçili olan %@ ile eşleşmiyor. Hesabı içe aktarmak için ikincisi kullanılacaktır.
uk: Мережа в JSON - %@ відрізняється від вибраної %@. Остання буде використана для імпорту облікового запису.
vi: Mạng trong file JSON %@, không khớp với %@. Phần sau sẽ được sử dụng để nhập một tài khoản.
zh_hans: JSON文件中的网络为%@，与所选的%@不匹配。后者将用于导入一个账户。

# account.info.name.title
source: Name
id: Nama
ja: 名前
pt: Nome
ru: Имя
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 名称

# account.info.title
source: Account
id: Akun
ja: アカウント
pt: Conta
ru: Аккаунт
tr: Hesap
uk: Рахунок
vi: Tài khoản
zh_hans: 账户

# account.needed.message
source: You don’t have account for this network, you can create or import an account.
id: Anda tidak memiliki akun untuk jaringan ini, Anda bisa membuat atau mengimpor akun.
ja: このネットワークのアカウントがありません。アカウントを作成またはインポートできます
pt: Não há uma conta nesta rede, pode criar ou importar uma conta.
ru: У вас нет учетной записи в этой сети, вы можете создать или импортировать учетную запись.
tr: Bu ağ için hesabınız yok, hesap oluşturabilir veya içe aktarabilirsiniz
uk: У вас немає облікового запису для цієї мережі, ви можете створити або імпортувати обліковий запис.
vi: Bạn không có tài khoản cho mạng (network) này, bạn có thể tạo hoặc nhập tài khoản.
zh_hans: 您还没有此网络的账户，您可以创建或导入一个账户。

# account.needed.title
source: Account needed
id: Akun dibutuhkan
ja: アカウントが必要
pt: Conta necessária
ru: Необходим аккаунт
tr: Hesap gerekli
uk: Потрібен обліковий запис
vi: Tài khoản cần thiết
zh_hans: 所需账户

source: Account option
id: Opsi akun
ja: アカウントオプション
pt: Opção de conta
tr: Hesap seçeneği
vi: Tùy chọn tài khoản
zh_hans: 账户选项

# account.template
source: %s account
id: %s Akun
ja: %sアカウント
pt: %s conta
ru: %s аккаунт
tr: %s hesabı
vi: tài khoản %s
zh_hans: %s账户

# account.unique.secret
source: Accounts with unique secrets
id: Akun dengan rahasia unik
ja: 一意のシークレットを持つアカウント
pt: Contas com segredos exclusivos
ru: Аккаунты с измененным ключом
tr: Eşsiz gizli bilgili hesaplar
vi: Tài khoản có khóa bí mật duy nhất
zh_hans: 拥有独特密钥的账户

# accounts.add.account
source: Add an account
id: Tambah akun
ja: アカウントを追加
pt: Adicionar conta
ru: Добавить аккаунт
tr: Hesap ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加一个账户

# accounts.for.export
source: Accounts to export
id: Akun yang akan diekspor
ja: エクスポートするアカウント
pt: Contas para exportação
ru: Аккаунты для экспорта
tr: Dışa aktarma için hesaplar
vi: Tài khoản để xuất
zh_hans: 要导出的账户

# accounts.with.changed.key
source: Accounts with a changed key
id: Akun dengan kunci yang diubah
ja: キーが変更されたアカウント
pt: Contas com chave alterada
ru: Аккаунты с измененным ключом
tr: Anahtarı değiştirilmiş hesaplar
vi: Tài khoản có khóa đã thay đổi (changed key)
zh_hans: 已更改密钥的账户

# accounts.with.one.key
source: Account with shared secret
id: Akun dengan rahasia bersama
ja: 1 つのキーを持つアカウント
pt: Contas com uma chave
ru: Аккаунты с одним ключом
tr: Tek anahtarlı hesaplar
vi: Tài khoản có chung một khóa (key)
zh_hans: 共享密钥的账户
