Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# polkaswap.network.fee
source: Network fee
id: Biaya jaringan
ja: ネットワーク手数料
pt: Taxa de rede
tr: Ağ ücreti
vi: Phí mạng
zh_hans: 网络费用

# polkaswap.network.fee.info
source: Network fee is used to ensure SORA system's growth and stable performance.
id: Biaya jaringan digunakan untuk memastikan pertumbuhan sistem SORA dan kinerja yang stabil.
ja: ネットワーク手数料は、SORAシステムの発展と安定したパフォーマンスを確保するために使用されます
pt: A taxa de rede é usada para garantir o crescimento e o desempenho estável do sistema SORA.
tr: Ağ ücreti, SORA sisteminin büyümesini ve istikrarlı performansını sağlamak için kullanılır.
vi: Phí mạng được sử dụng để đảm bảo sự tăng trưởng và hiệu suất ổn định của hệ thống SORA.
zh_hans: 网络费用是为了确保SORA系统的增长和稳定性能而使用的。

# polkaswap.price.impact.info
source: The difference between the market price and estimated price due to trade size.
id: Perbedaan antara harga pasar dan harga perkiraan disebabkan oleh ukuran perdagangan.
ja: 取引規模による市場価格と推定価格の差
pt: A diferença entre o preço de mercado e o preço estimado deve-se à dimensão da transação.
tr: Ticaret büyüklüğünden dolayı piyasa fiyatı ile tahmini fiyat arasındaki fark.
vi: Sự khác biệt giữa giá thị trường và giá ước tính do quy mô giao dịch.
zh_hans: 市场价格与预估价格之间的差异是由于交易规模造成的。

# polkaswap.quotes.not.available
source: Quotes not available
id: Kutipan tidak tersedia
ja: 見積もりは利用できません
pt: Cotações não disponíveis
tr: Fiyat teklifleri mevcut değil
vi: Báo giá không có sẵn
zh_hans: 报价不可用

# polkaswap.settings.reset
source: Reset to default
id: Atur ulang ke default
ja: デフォルトに戻す
pt: Redefinir para o padrão
tr: Varsayılana sıfırla
vi: Đặt lại về mặc định
zh_hans: 恢复为默认设置

# polkaswap.settings.slippadge.fail
source: - Your transaction may fail
id: - Transaksi Anda mungkin gagal
ja: トランザクションが失敗する可能性があります
pt: — Sua transação pode falhar
tr: İşleminiz başarısız olabilir
vi: - Giao dịch của bạn có thể không thành công
zh_hans: - 您的交易可能会失败

# polkaswap.settings.slippadge.frontrun
source: - Your transaction may be frontrun
id: - Transaksi Anda mungkin berjalan di depan
ja: あなたのトランザクションはフロントランの可能性があります
pt: A sua transação pode ser antecipada por outra mais rápida
tr: İşleminiz önden gerçekleştirilebilir
vi: - Giao dịch của bạn có thể được xử lý trước
zh_hans: - 您的交易可能会被抢先交易

# polkaswap.settings.slippage.stub
source: Your transactions will revert if the price changes unfavorably by more than this percentage
id: Transaksi Anda akan dikembalikan jika harga berubah secara tidak menguntungkan lebih dari persentase ini
ja: 価格がこのパーセンテージを超えて不利に変化した場合、トランザクションは元に戻ります
pt: As suas transações serão revertidas se o preço mudar desfavoravelmente em quantidade superior a esta percentagem.
tr: Fiyatın bu yüzdeden daha fazla olumsuz yönde değişmesi durumunda işlemleriniz geri alınacaktır
vi: Các giao dịch của bạn sẽ hoàn tác nếu giá thay đổi bất lợi hơn tỷ lệ phần trăm này
zh_hans: 如果价格不利变动超过这个百分比，您的交易将会撤销。

# polkaswap.settings.slippage.title
source: Slippage Tolerance
id: Toleransi slip
ja: スリッページの許容範囲
pt: Tolerância de Slippage
tr: Kayma Toleransı
vi: Dung sai trượt giá
zh_hans: 滑点容忍度

# polkaswap.settings.title
source: Transaction Settings
id: Pengaturan transaksi
ja: トランザクションの設定
pt: Configurações de transação
tr: İşlem Ayarları
vi: Cài đặt giao dịch
zh_hans: 交易设置

# pool.claimable.title
source: Claimable
id: Bisa di klaim
ja: 請求可能
pt: Reclamável
ru: Заработано
tr: Hak talebinde bulunulabilir
vi: Có thể yêu cầu
zh_hans: 可领取

# pool.common
source: pool
id: Kumpulan
ja: プール
ru: пул
tr: havuz
zh_hans: 池

# pool.join.no.validators.message
source: The pool hasn't chosen any validators yet. If you join it you won't get any rewards until validators are selected
id: Kumpulan belum memilih validator apa pun. Jika Anda bergabung, Anda tidak akan mendapatkan hadiah apa pun sampai validator dipilih
ja: このプールでは、まだバリデーターが選ばれていません。参加しても、バリデーターが選ばれるまでは報酬を得ることはできません
pt: A pool ainda não escolheu nenhum validador. Se você aderir, não receberá nenhuma recompensa até que os validadores sejam selecionados
ru: Пул еще не выбрал ни одного валидатора. Если вы присоединитесь к нему, вы не получите никаких вознаграждений, пока не будут выбраны валидаторы.
tr: Havuz henüz herhangi bir doğrulayıcı seçmedi. Eğer katılırsanız doğrulayıcılar seçilene kadar herhangi bir ödül alamazsınız
vi: Nhóm chưa chọn bất kỳ validator nào. Nếu bạn tham gia, bạn sẽ không nhận được bất kỳ phần thưởng nào cho đến khi người xác thực được chọn
zh_hans: 该池尚未选择任何验证者。如果您加入，直到选定验证者之前将无法获得任何奖励。

# pool.root.unbond.too.high.text
source: You are a pool's owner, and your stake should be at least %s. If you want to destroy your pool and kick out its members, please use Polkadot.js.plus
id: Anda adalah pemilik pool, dan jumlah taruhan Anda minimal %s. Jika Anda ingin menghancurkan pool Anda dan mengeluarkan anggotanya, silakan gunakan Polkadot.js.plus
ja: あなたはプールの所有者であり、少なくとも%sステークする必要があります。プールを破棄してメンバーを追い出したい場合は、Polkadot.js.plus を使用してください
pt: Você é o proprietário de uma pool e sua aposta deve ser de pelo menos %s . Se você quiser destruir sua pool e expulsar seus membros, use o link Polkadot.js.plus
ru: Как создатель пула, Вы должны иметь стейк не меньше %s. Если вы хотите распустить всех участников и закрыть пул, используйте Polkadot.js.plus
tr: Bir havuzun sahibisiniz ve hisseniz en az%s. Havuzunuzu yok etmek ve üyelerini dışarı atmak istiyorsanız lütfen Polkadot.js.plus'ı kullanın.
vi: Bạn là chủ sở hữu của nhóm và cổ phần của bạn ít nhất phải là %s. Nếu bạn muốn phá hủy nhóm của mình và trục xuất các thành viên của nhóm, vui lòng sử dụng Polkadot.js.plus
zh_hans: 你是一个池的所有者，你的质押至少应为%s。如果你想销毁你的池并踢出其成员，请使用Polkadot.js.plus。

# pool.root.unbond.too.high.title
source: You can't make a complete unstake
id: Anda tidak dapat melakukan unstake sepenuhnya
ja: ステークを完全に解除することはできません
pt: Você não pode retirar uma aposta por completo
ru: Вы не можете сделать полный анстейк
tr: Tam bir geri alma işlemi yapamazsınız
vi: Bạn không thể thực hiện một unstake hoàn toàn
zh_hans: 您无法完全取消质押

# pool.staking.bouncer
source: Bouncer
ja: バウンサー
pt: Segurança
tr: Fedai
zh_hans: 保镖

# pool.staking.choosepool.button.title
source: Choose
id: Pilih
ja: 選択
pt: Escolher
ru: Выбрать
tr: Seçmek
vi: Chọn
zh_hans: 选择

# pool.staking.choosepool.members.count.title
source: Members: %d
id: Anggota: %d
ja: 会員：%d
pt: Membros: %d
ru: Участники: %d
tr: Üyeler:%d
vi: Thành viên: %d
zh_hans: 成员： %d

# pool.staking.choosepool.staked.title
source: Staked %@
ja: ステーク済み%@
ru: Застейкано %@
tr: Bahis%@
vi: Đã stake %@
zh_hans: 质押%@

# pool.staking.choosepool.title
source: Choose a pool
id: Pilih sebuah kumpulan
ja: プールを選択
pt: Escolher uma pool
ru: Выбрать пул
tr: Bir havuz seçin
vi: Chọn một pool
zh_hans: 选择一个池

# pool.staking.claim.amount.title
source: Claim %@
id: Klaim %@
ja: 請求 %@
pt: Reivindicar %@
ru: Получить награды: %@
tr: Hak talebinde bulunun %@
zh_hans: 领取 %@

# pool.staking.depositor
source: Depositor
id: Deposan
ja: 預金者
pt: Depositante
ru: Вкладчик
tr: Mevduat sahibi
vi: Người gửi tiền
zh_hans: 存款人

# pool.staking.join.account.title
source: Join pool from
id: Bergabunglah dengan pool dari
ja: からプールに参加
pt: Junte-se ao pool de
ru: Присоединиться к пулу из
tr: Havuza şuradan katıl:
vi: Tham gia pool từ
zh_hans: 加入池从

# pool.staking.join.button.title
source: Join
id: Gabung
ja: 参加
pt: Aderir
ru: Присоединиться
tr: Katılmak
vi: Tham gia
zh_hans: 加入

# pool.staking.join.title
source: Join pool
id: Gabung kumpulan
ja: プールに参加
pt: Juntar-se à pool
ru: Присоединиться к пулу
tr: Havuza katıl
vi: Tham gia pool
zh_hans: 加入池

# pool.staking.main.description.title
source: Stakers (members) with a small amount of tokens can pool their funds together and act as a single nominator. The earnings of the pool are split pro rata to a member's stake in the bonded pool.
id: Staker (anggota) dengan jumlah token yang kecil dapat mengumpulkan dana mereka bersama-sama dan bertindak sebagai nominator tunggal. Pendapatan dari kumpulan tersebut dibagi secara pro rata dengan kepemilikan anggota dalam kumpulan terikat.
ja: 少量のトークンを持つステーカー(会員)は、一緒に資金をプールして単一のノミネーターとして活動できます。プールの収益は、プール内の会員の持分に応じて比例配分されます
pt: Os Stakers (membros) com uma pequena quantidade de tokens podem reunir seus fundos e atuar como um único nomeador. Os ganhos da pool são divididos proporcionalmente à participação de um membro na pool vinculado.
ru: Стейкеры (участники) с небольшим количеством токенов могут объединить свои средства вместе и выступать в качестве единого номинатора. Прибыль пула делится пропорционально доле члена в зарезервированном пуле.
tr: Az miktarda tokena sahip olan stakerlar (üyeler), fonlarını bir araya toplayabilir ve tek bir aday olarak hareket edebilirler. Havuzun kazancı, üyenin tahvil havuzundaki hissesi oranında bölünür.
vi: Staker (thành viên) với một lượng nhỏ mã thông báo có thể gộp tiền của họ lại với nhau và hoạt động như một người đề cử duy nhất. Thu nhập của nhóm được chia tỷ lệ rata cho cổ phần của một thành viên trong nhóm ngoại quan.
zh_hans: 持有少量代币的质押者（成员）可以将他们的资金汇集在一起，作为一个单一的提名者。池子的收益按照成员在质押池中的质押份额按比例分配。

# pool.staking.main.existing.pools.title
source: Existing pools
id: Kumpulan yang ada
ja: 既存のプール
pt: Pools existentes
ru: Существующие пулы
tr: Mevcut havuzlar
vi: Các pool đã có sẵn
zh_hans: 现有池

# pool.staking.main.max.members.inpool.title
source: Max members in a pool
id: Anggota maksimal dalam satu kumpulan
ja: プール内の最大会員数
pt: Máximo de membros em uma pool
ru: Максимальное количество участников в пуле
tr: Havuzdaki maksimum üye
vi: Số thành viên tối đa trong pool
zh_hans: 池的最大成员数

# pool.staking.main.max.pool.members.title
source: Max pools members
id: Anggota kumpulan maksimal
ja: 最大プール会員数
pt: Máximo de membros da pool
ru: Максимальное количество участников пула
tr: Maksimum havuz üyeleri
vi: Các thành viên tối đa trong pool
zh_hans: 最大池成员

# pool.staking.main.min.create.title
source: Min. to create a pool
id: Minimal. untuk membuat kolam
ja: 分でプールを作成
pt: Mínimo para criar uma pool
ru: Минимум чтобы создать пул
tr: Min. havuz oluşturmak için
vi: Min. để tạo một pool
zh_hans: 创建池的最小值

# pool.staking.main.min.join.title
source: Min. to join a pool
id: Minimal untuk gabung sebuah kumpulan
ja: 分でプールに参加
pt: Mínimo para se juntar à pool
ru: Минимум, чтобы присоединиться
tr: Min. havuza katılmak
vi: Min. tham gia pool
zh_hans: 加入池的最小值

# pool.staking.main.possible.pools.title
source: Possible pools
id: Kemungkinan kumpulan
ja: 可能なプール
pt: Possíveis pools
ru: Возможные пулы
tr: Olası havuzlar
vi: Các pool có thể
zh_hans: 可能的池

# pool.staking.management.claim.button.title
source: Claim
id: Klaim
ja: 請求
pt: Reivindicar
tr: İddia
vi: Lấy
zh_hans: 领取

# pool.staking.management.claim.title
source: Claim reward
id: Klaim hadiah
ja: 報酬を受け取る
pt: Reivindicar recompensa
ru: Получить награды
tr: Ödül talep et
vi: Yêu cầu phần thưởng
zh_hans: 领取奖励

# pool.staking.management.option.nominees
source: Nominees
id: Nominasi
ja: 候補者
pt: Nomeados
tr: Adaylar
zh_hans: 被提名人

# pool.staking.management.redeem.title
source: Redeem tokens
id: Tukarkan token
ja: トークンを引き換える
pt: Resgatar tokens
ru: Забрать токены
tr: Jetonları kullan
vi: Lấy lại token
zh_hans: 赎回代币

# pool.staking.nominator
source: Nominator
id: Nominasi
ja: ノミネーター
pt: Nominador
tr: Aday gösteren
zh_hans: 提名人

# pool.staking.pool.id
source: Pool ID
id: Kumpulan Id
ja: プールID
pt: ID da pool
ru: Id пула
tr: Havuz Kimliği
vi: ID pool
zh_hans: 池 ID

# pool.staking.pool.name
source: Pool Name
id: Nama kumpulan
ja: プール名
pt: Nome da Pool
ru: Имя пула
tr: Havuz Adı
vi: Tên pool
zh_hans: 池名称

# pool.staking.redeem.amount.title
source: Redeem %@
id: Tukarkan %@
ja: 引き換え %@
pt: Resgatar %@
ru: Забрать: %@
tr: 'i kullan%@
vi: Lấy lại %@
zh_hans: 赎回 %@

# pool.staking.redeem.delay.title
source: Time before redeem
id: Waktu sebelum penukaran
ja: 引き換えまでの時間
pt: Tempo antes do resgate
ru: Время до получения наград
tr: Kullanmadan önceki süre
vi: Thời gian trước khi đổi quà
zh_hans: 赎回前的时间

# pool.staking.root
source: Root
ja: ルート
pt: Raiz
tr: Kök
vi: Nguồn gốc
zh_hans: 根用户

# pool.staking.selected.pool
source: Selected pool
id: Kumpulan terpilih
ja: 選択したプール
pt: Pool selecionada
ru: Выбранный пул
tr: Seçilen havuz
vi: Pool đã chọn
zh_hans: 选定的池

# pool.staking.stake.more.amount.title
source: Stake more %@
id: Stake lebih lagi %@
ja: さらにステーク %@
pt: Aumentar Stake %@
ru: Застейкать ещё: %@
tr: Daha fazla bahis yapın %@
vi: Stake thêm %@
zh_hans: 多质押一些 %@

# pool.staking.start.about.title
source: What is Staking and how does it work, watch the tutorial
id: Apa itu Staking dan bagaimana cara kerjanya, simak tutorialnya
ja: ステーキングとは何か、どのような仕組みなのか、チュートリアルを見る
pt: O que é Staking e como funciona, assista ao tutorial
ru: Что такое стейкинг и как он работает, смотрите инструкцию
tr: Staking nedir ve nasıl çalışır? Eğitimi izleyin
vi: Staking là gì và nó hoạt động như thế nào, hãy xem hướng dẫn
zh_hans: 什么是质押以及它是如何工作的，观看教程

# pool.staking.start.confirm.amount.title
source: Joining to pool %@
id: Bergabung ke kumpulan %@
ja: 参加中のプール %@
pt: Juntando-se à pool %@
ru: Присоединение к пулу %@
tr: Havuza katılma %@
vi: Tham gia pool %@
zh_hans: 加入到池中 %@

# pool.staking.title
source: Pool staking
id: Kumpulan staking
ja: プール・ステーキング
tr: Havuz bahisi
zh_hans: 池质押

# pool.staking.total.stake.amount.title
source: Your total stake: %@
id: Total taruhan Anda: %@
ja: 総ステーク： %@
pt: Sua participação total: %@
ru: Всего застейкано: %@
tr: Toplam bahis tutarınız: %@
vi: Tổng cổ phần của bạn: %@
zh_hans: 您的总质押额： %@

# pool.staking.unstake.amount.title
source: Unstake %@
ja: ステーク解除 %@
ru: Вывод из стейка: %@
tr: Bahsi kaldır %@
zh_hans: 解除质押 %@

# pool.update.roles.title
source: Edit pool
id: Edit kumpulan
ja: プールを編集
pt: Editar pool
ru: Редактировать пул
tr: Havuzu düzenle
vi: Chỉnh sửa pool
zh_hans: 编辑池

# pool.update.roles.warning
source: WARNING: Changing the role is irreversible and may lead to loss of access to the pool.
id: PERINGATAN: Mengubah peran tidak dapat diubah dan dapat mengakibatkan hilangnya akses ke kumpulan.
ja: 警告: ロールの変更は元に戻せないため、プールへのアクセスが失われる可能性があります
pt: AVISO: A alteração da função é irreversível e pode levar à perda de acesso à pool.
ru: ВНИМАНИЕ: Изменение роли необратимо и может привести к потере доступа к пулу.
tr: UYARI: Rolün değiştirilmesi geri alınamaz ve havuza erişimin kaybedilmesine neden olabilir.
vi: CẢNH BÁO: Việc thay đổi vai trò là không thể đảo ngược và có thể dẫn đến mất quyền truy cập vào pool.
zh_hans: 警告：更改角色是不可逆的，可能导致失去对池的访问权限。

# pools.limit.has.reached.error.message
source: The limit of pools in this network has been reached
id: Batas kumpulan di jaringan ini telah tercapai
ja: このネットワーク内のプールの制限に達しました
pt: O limite de pools nesta rede foi atingido
ru: Достигнут лимит пулов в этой сети
tr: Bu ağdaki havuz sınırına ulaşıldı
vi: Đã đạt đến giới hạn pool trong mạng này
zh_hans: 这个网络的池子数量已经达到了上限

# pools.limit.has.reached.error.title
source: You cannot create more pools
id: Anda tidak dapat membuat kumpulan lagi
ja: これ以上プールを作成できません
pt: Você não pode criar mais pools
ru: Вы не можете создать больше пулов
tr: Daha fazla havuz oluşturamazsınız
vi: Bạn không thể tạo thêm pool
zh_hans: 你不能创建更多的池子

# profile.about.title
source: About
id: Tentang
ja: 情報
pt: Sobre
ru: О приложении
tr: Hakkında
uk: Про додаток
vi: Giới thiệu
zh_hans: 关于

# profile.accounts.title
source: Accounts
id: Akun
ja: アカウント
pt: Contas
ru: Аккаунты
tr: Hesaplar
uk: Рахунки
vi: Tài khoản
zh_hans: 账户

# profile.language.title
source: Language
id: Bahasa
ja: 言語
pt: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# profile.logout.description
source: This action will result in deleting all accounts from this device. Make sure you have backed up your passphrase before proceeding.
id: Tindakan ini akan mengakibatkan penghapusan semua akun dari perangkat ini. Pastikan Anda telah membuat cadangan frasa sandi Anda sebelum melanjutkan.
ja: このアクションを行うと、このデバイスから全アカウントが削除されます。続行する前に、パスフレーズのバックアップを取ったことを必ず確認してください
pt: Esta ação resultará na eliminação de todas as contas deste dispositivo. Certifique-se de que fez o backup da sua frase-chave antes de prosseguir.
ru: Это действие приведет к удалению всех учетных записей с этого устройства. Прежде чем продолжить, убедитесь, что вы сделали резервную копию своей парольной фразы.
tr: Bu işlem ,cihazdaki tüm hesapların silinmesine neden olacak. Devam etmeden önce anahtar kelimelerinizi yedeklediğinizden emin olun.
vi: Hành động này sẽ dẫn đến việc xóa tất cả các tài khoản khỏi thiết bị này. Hãy đảm bảo rằng bạn đã sao lưu cụm mật khẩu của mình trước khi tiếp tục.
zh_hans: 此操作将导致删除该设备上的所有账户。在继续之前，请确保已备份您的密码短语。

# profile.logout.title
source: Logout
id: Keluar
ja: ログアウト
pt: Sair
ru: Выйти
tr: Çıkış yap
vi: Đăng xuất
zh_hans: 登出

# profile.network.title
source: Networks
id: Jaringan
ja: 通信網
pt: Redes
ru: Сеть
tr: Ağlar
uk: Мережа
vi: Mạng
zh_hans: 网路

# profile.pincode.change.title
source: Change pin code
id: Masukkan PIN
ja: PINコードを変更する
pt: Alterar código PIN
ru: Изменить PIN-код
tr: PIN kodunu değiştir.
uk: Зміна пін коду
vi: Thay đổi mã pin
zh_hans: 更改PIN码

# profile.soracard.title
source: SORA Card
id: Kartu SORA
ja: SORAカード
pt: Cartão SORA
tr: SORA Kartı
vi: Thẻ SORA
zh_hans: SORA卡

# profile.title
source: Settings
id: Pengaturan
ja: 設定
pt: Configurações
ru: Настройки
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置

# profile.wallets.title
source: Wallets
id: Dompet
ja: ウォレット
pt: Carteiras
ru: Кошельки
tr: Cüzdanlar
vi: Ví
zh_hans: 钱包

# receive.note.text
source: NOTE: This is a Polkadot & Kusama wallet. Please only send assets from the Polkadot & Kusama blockchain.
id: CATATAN: Ini adalah dompet Polkadot & Kusama. Harap hanya mengirim aset dari blockchain Polkadot & Kusama.
ja: 注：これはポルカドット(Polkadot)とクサマ(Kusama)用のウォレットです。ポルカドット(Polkadot)とクサマ(Kusama)ブロックチェーンからのアセットのみ送信してください
pt: NOTA: Esta é uma carteira Polkadot & Kusama. Envie apenas ativos da blockchain Polkadot & Kusama.
ru: Примечание: Это Polkadot&Kusama кошелек. Пожалуйста, отправляйте только токены Polkadot&Kusama экосистемы
tr: NOT: Bu bir Polkadot & Kusama cüzdanıdır. Lütfen yalnızca Polkadot ve Kusama blok zincirindeki varlıkları gönderin.
vi: LƯU Ý: Đây là ví Polkadot & Kusama. Vui lòng chỉ gửi nội dung từ chuỗi khối Polkadot & Kusama.
zh_hans: 注意：这是一个Polkadot和Kusama钱包。请只从Polkadot和Kusama区块链发送资产。

# recover.json.hint
source: Paste JSON or upload file…
id: Tempel json atau unggah file ...
ja: JSONを貼り付けるかファイルをアップロード...
pt: Colar o JSON ou fazer upload do ficheiro...
ru: Вставьте json строку или загрузите файл…
tr: Json yapıştır veya dosya yükle..
uk: Вставити json або завантажити файл ...
vi: Dán nội dung JSON hoặc tải file này lên...
zh_hans: 粘贴JSON或上传文件...

# remove.backup.extension.error.message
source: The backup's been created by the Fearless Wallet browser extension. The mobile application can't remove it because of lack of credentials
id: Cadangannya dibuat oleh ekstensi browser Fearless Wallet. Aplikasi seluler tidak dapat menghapusnya karena kurangnya kredensial
ja: バックアップは、フィアレス・ウォレット・ブラウザ拡張機能によって作成されました。モバイル・アプリケーションでは、認証情報が不足しているため削除できません
pt: O backup foi criado pela extensão do navegador Fearless Wallet. O aplicativo móvel não pode removê-lo devido à falta de credenciais
tr: Yedekleme, Fearless Wallet tarayıcı uzantısı tarafından oluşturuldu. Kimlik bilgileri eksikliği nedeniyle mobil uygulama bunu kaldıramıyor
vi: Bản sao lưu được tạo bởi tiện ích mở rộng trình duyệt Fearless Wallet. Ứng dụng dành cho thiết bị di động không thể xóa vì thiếu thông tin xác thực
zh_hans: 由Fearless Wallet浏览器扩展程序创建了备份。移动应用无法删除它，因为缺乏凭据。

source: Replace account
id: Gantikan akun
ja: アカウントを置き換える
pt: Substituir conta
ru: Заменить аккаунт
tr: Hesabı değiştir
vi: Thay thế tài khoản
zh_hans: 更换账户

# replace.account.template
source: Replace %s account
id: Gantikan %s akun
ja: %s アカウントを置き換える
pt: Substituir %s conta
ru: Заменить %s аккаунт
tr: %s hesabını değiştir
vi: Thay thế tài khoản %s
zh_hans: 替换%s账户

# required.accounts.not.satisfied
source: Cannot proceed: Your wallet does not have the necessary accounts. Please make sure you have the required accounts set up before continuing
id: Tidak dapat melanjutkan: Dompet Anda tidak memiliki akun yang diperlukan. Harap pastikan Anda telah menyiapkan akun yang diperlukan sebelum melanjutkan
ja: 続行できません：ウォレットに必要なアカウントがありません。続行する前に必要なアカウントが設定されていることを確認してください
pt: Não é possível prosseguir: sua carteira não possui as contas necessárias. Certifique-se de ter as contas necessárias configuradas antes de continuar
tr: Devam edilemiyor: Cüzdanınızda gerekli hesaplar yok. Lütfen devam etmeden önce gerekli hesapları kurduğunuzdan emin olun.
vi: Không thể tiếp tục: Ví của bạn không có tài khoản cần thiết. Vui lòng đảm bảo bạn đã thiết lập các tài khoản cần thiết trước khi tiếp tục
zh_hans: 无法继续：您的钱包没有必要的账户。请确保在继续之前设置了所需的账户。

# required.chains.not.satisfied
source: Unable to connect to wallet: The requested blockchain network is not supported or available
id: Tidak dapat terhubung ke dompet: Jaringan blockchain yang diminta tidak didukung atau tersedia
ja: ウォレットに接続できません： リクエストされたブロックチェーン・ネットワークはサポートされていないか、利用できません
pt: Não é possível conectar-se à carteira: a rede blockchain solicitada não é suportada ou não está disponível
tr: Cüzdana bağlanılamıyor: İstenen blockchain ağı desteklenmiyor veya kullanılamıyor
vi: Không thể kết nối với ví: Mạng blockchain được yêu cầu không được hỗ trợ hoặc khả dụng
zh_hans: 无法连接到钱包：所请求的区块链网络不受支持或不可用。

# required.events.not.satisfied
source: Missing event notifications: the App does not support the necessary event notifications
id: Notifikasi acara tidak ada: Aplikasi tidak mendukung notifikasi acara yang diperlukan
ja: イベント通知がありません： アプリは必要なイベント通知をサポートしていません
pt: Notificações de eventos ausentes: o aplicativo não oferece suporte às notificações de eventos necessárias
tr: Eksik etkinlik bildirimleri: Uygulama gerekli etkinlik bildirimlerini desteklemiyor
vi: Thiếu thông báo sự kiện: Ứng dụng không hỗ trợ các thông báo sự kiện cần thiết
zh_hans: 缺少事件通知：该应用程序不支持必要的事件通知

# required.methods.not.satisfied
source: Certain methods requested by Wallet Connect are not currently supported by the App. Although the connection can be established, certain functionalities of the dApp may not be available.
id: Metode tertentu yang diminta oleh Wallet Connect saat ini tidak didukung oleh Aplikasi. Meskipun koneksi dapat dibuat, fungsi tertentu dari dApp mungkin tidak tersedia.
ja: ウォレット・コネクトからリクエストされた特定のメソッドは、現在アプリではサポートされていません。接続は確立できますが、dAppの特定の機能が利用できない場合があります
pt: Certos métodos solicitados pelo Wallet Connect não são atualmente suportados pela aplicação. Embora a conexão possa ser estabelecida, certas funcionalidades do dApp podem não estar disponíveis.
tr: Wallet Connect tarafından talep edilen belirli yöntemler şu anda Uygulama tarafından desteklenmemektedir. Bağlantı kurulabilse de dApp'in bazı işlevleri kullanılamayabilir.
vi: Chức năng không được hỗ trợ: Hành động được yêu cầu không được hỗ trợ
zh_hans: 某些 Wallet Connect 请求的方法目前不受该应用支持。虽然连接可以建立，但是 dApp 的某些功能可能无法使用。

source: Required networks
id: Jaringan yang diperlukan
ja: 必要なネットワーク
pt: Redes necessárias
tr: Gerekli ağlar
vi: Mạng bắt buộc
zh_hans: 所需网络

source: Review optional permissions
id: Tinjau izin opsional
ja: オプションの権限を確認する
pt: Rever as permissões opcionais
tr: İsteğe bağlı izinleri inceleyin
vi: Xem lại các quyền tùy chọn
zh_hans: 审核可选权限

source: Review permissions
id: Izin peninjauan
ja: 権限の確認
pt: Rever permissões
tr: İzinleri inceleyin
vi: Xem lại quyền
zh_hans: 审核权限

source: Review required permissions
id: Tinjau izin yang diperlukan
ja: 必要な権限を確認する
pt: Rever as permissões necessárias
tr: Gerekli izinleri inceleyin
vi: Xem lại các quyền bắt buộc
zh_hans: 审核所需权限

# roles.common
source: Roles
id: Peran
ja: 役割
pt: Funções
ru: Роли
tr: Roller
vi: Vai trò
zh_hans: 角色
