Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# navigation.title.crowdloan
source: Parachain Crowdloans
id: Pinjaman Urun Parachain
ja: パラチェーン・クラウドローン
pt: Crowdloans de Parachains
ru: Краудлоны парачейна
tr: Parachain Crowdloan'ları
zh_hans: 平行链众贷

# network.info.address
source: Node address
id: Alamat node
ja: ノードアドレス
pt: Endereço do node
ru: Адрес ноды
tr: Node adresi
uk: Адреса вузла
vi: Địa chỉ node
zh_hans: 节点地址

# network.info.name
source: Node name
id: Nama node
ja: ノード名
pt: Nome do node
ru: Имя ноды
tr: Node adı
uk: Назва вузла
vi: Tên node
zh_hans: 节点名称

# network.info.title
source: Node Info
ja: ノード情報
pt: Informação do node
ru: Информация ноды
tr: Node Bilgisi
uk: Інформація про вузол
vi: Thông tin node
zh_hans: 节点信息

# network.issue.network.unavailible
source: Network is unavailable
id: Jaringan tidak tersedia
ja: ネットワークは利用できません
pt: A rede não está disponível
ru: Сеть не доступа
tr: Ağ kullanılamıyor
vi: Mạng không khả dụng
zh_hans: 网络不可用

# network.issue.node.unavailable
source: Node is unavailable
id: Node tidak tersedia
ja: ノードは利用できません
pt: O node está indisponível
ru: Нода не доступна
tr: Düğüm kullanılamıyor
vi: Node không khả dụng
zh_hans: 节点不可用

# network.issue.notofication
source: Notification
id: Pemberitahuan
ja: お知らせ
pt: Notificação
ru: Уведомления
tr: Bildiri
vi: Thông báo
zh_hans: 通知

# network.issue.stub
source: Network Issues
id: Masalah jaringan
ja: ネットワークの問題
pt: Problemas de rede
ru: Проблемы с сетью
tr: Ağ Sorunları
vi: Sự cố mạng
zh_hans: 网络问题

# network.issue.unavailable
source: The network is unavailable, you can wait or request community support
id: Jaringan tidak tersedia, Anda dapat menunggu atau meminta dukungan komunitas
ja: ネットワークは利用できません。待つか、コミュニティ・サポートを依頼できます
pt: A rede não está disponível, você pode aguardar ou solicitar suporte da comunidade
ru: Сеть недоступна, вы можете подождать или задать вопрос сообществу
tr: Ağ kullanılamıyor, bekleyebilir veya topluluk desteği talep edebilirsiniz
vi: Mạng không khả dụng, bạn có thể đợi hoặc đặt câu hỏi cho cộng đồng
zh_hans: 网络不可用，您可以等待或请求社区支持。

# network.issues.empty.state.title
source: No network issues
id: Tidak ada isu jaringan
ja: ネットワークに問題はありません
pt: Sem problemas de rede
tr: Ağ sorunu yok
vi: Không có sự cố mạng
zh_hans: 没有网络问题

# network.issues.hide.action.title
source: Don’t show me again
id: Jangan tunjukan kepadaku lagi
ja: 二度と見せない
pt: Não me mostre novamente
ru: Не показывать снова
tr: Bana birdaha gösterme
vi: Đừng hiển thị lại
zh_hans: 不要再显示给我看

# network.issues.resolve.option.title
source: Resolve Option
id: Opsi penyelesaian
ja: 解決オプション
pt: Opção de resolução
tr: Çözüm Seçeneği
vi: Tùy chọn giải quyết
zh_hans: 解决方案

# network.management.popular
source: Popular
id: Populer
ja: 人気
tr: Popüler
vi: Phổ biến
zh_hans: 受欢迎的

# network.managment.favourite
source: Favourite
id: Favorit
ja: お気に入り
pt: Favorito
tr: Favori
vi: Yêu thích
zh_hans: 收藏

# network.status.connected
source: Connected
id: Terhubung
ja: 接続済み
pt: Conectado
ru: Подключено
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接

# network.status.connecting
source: Connecting…
id: Menghubungkan ...
ja: 接続しています...
pt: Conectando...
ru: Подключение…
tr: Bağlanıyor…
uk: Підключення ...
vi: Đang kết nối...
zh_hans: 正在连接...

# network.url.address
source: URL address
id: Alamat URL
ja: URLアドレス
pt: Endereço URL
ru: URL-адрес
tr: URL bağlantısı
vi: Địa chỉ URL
zh_hans: URL地址

# nft.choose.recipient.title
source: Choose recipient
id: Pilih penerima
tr: Alıcıyı seçin
zh_hans: 选择接收人

# nft.collection.available.nfts
source: Available NFTs in the %s collection
id: NFT yang tersedia dalam %skoleksi
ja: %sコレクションで利用可能なNFT
tr: Mevcut NFT'ler%sToplamak
vi: NFT có sẵn trong bộ sưu tập %s
zh_hans: %s 集合中可用的 NFT

# nft.collection.my.nfts
source: My NFTs
id: Nft saya
ja: 私のNFT
tr: NFT'lerim
vi: NFT của tôi
zh_hans: 我的 NFT

# nft.collection.title
source: Collection
id: Koleksi
ja: コレクション
pt: Coleção
tr: Toplamak
vi: Bộ sưu tập
zh_hans: 收藏品

# nft.creator.title
source: Creator
id: Pencipta
ja: 作成者
tr: Yaratıcı
vi: Người sáng tạo
zh_hans: 创作者

# nft.list.empty.message
source: There aren't any NFTs yet. Buy or mint NFTs to see them here.
id: Belum ada NFT. Beli atau cetak NFT untuk melihatnya di sini.
vi: Chưa có bất kỳ NFT nào. Mua hoặc đúc NFT để xem chúng tại đây.
zh_hans: 目前还没有任何NFT。购买或铸造NFT以在此处查看。

# nft.owner.title
source: Owned
id: Dimiliki
ja: 所有
pt: Possuído
tr: Sahip olunan.
vi: Sở hữu
zh_hans: 拥有

# nft.share.address
source: My public address to receive: %s
id: Alamat publik saya untuk menerima:%s
ja: 受信するパブリック・アドレス： %s
tr: Alacağım genel adresim:%s
vi: Địa chỉ công khai của tôi để nhận: %s
zh_hans: 我要接收的公共地址：%s

# nft.stub.text
source: NFTs are coming soon
id: Nft segera hadir
ja: NFTがもうすぐ登場します
pt: NFTs chegarão em breve
ru: NFTs скоро будут здесь
tr: NFT'ler yakında geliyor
vi: NFTs sẽ sớm ra mắt
zh_hans: NFT即将到来

# nft.stub.title
source: Sumimasen!
ja: 失礼しました
ru: Извините!
zh_hans: 对不起！

# nft.tokenid.title
source: Token ID
id: ID token
ja: トークンID
pt: ID do token
tr: Jeton kimliği
zh_hans: 代币ID

# nfts.collection.count
source: Quantity: %d/%d
id: Kuantitas:%d/%d
ja: 数量： %d/%d
tr: Miktar:%d/%d
vi: Số lượng: %d / %d
zh_hans: 数量：%d/%d

# nfts.filters.airdrop
source: AirDrop
zh_hans: 空投

# nfts.filters.spam
source: SPAM
tr: İSTENMEYEN E-POSTA
zh_hans: 垃圾邮件

# nfts.filters.title
source: Hide NFTs
id: Sembunyikan Nft
tr: NFT'leri gizle
vi: Ẩn NFT
zh_hans: 隐藏NFTs

source: No access to Google
id: Tidak ada akses ke google
ja: Googleにアクセスできません
pt: Sem acesso ao Google
tr: Google'a erişim yok
vi: Không có quyền truy cập vào Google
zh_hans: 无法访问谷歌

source: No account found
id: Ditemukan
ja: アカウントが見つかりません
pt: Nenhuma conta encontrada
ru: Аккаунт не найден
tr: Hiç hesap bulunamadı
vi: Không tìm thấy tài khoản
zh_hans: 未找到账户

# no.email.bound.error.message
source: Please make sure that the mail application is installed in the device.
id: Harap pastikan bahwa aplikasi mail telah terinstal pada perangkat.
ja: メールのアプリがデバイスにインストールされていることを確認してください
pt: Por favor, certifique-se de que uma aplicação de e-mail está instalada no dispositivo.
ru: Пожалуйста, убедитесь, что на устройстве установлено почтовое приложение.
tr: Lütfen e-posta uygulamasının cihazınıza kurulu olduğundan emin olun
uk: Переконайтеся, що поштова програма встановлена на пристрої.
vi: Vui lòng kiểm tra ứng dụng mail đã được cài đặt trên thiết bị.
zh_hans: 请确保设备上已安装邮件应用程序。

source: Node
ja: ノード
ru: Нода
tr: Düğüm
zh_hans: 节点

# node.selection.delete.node.title
source: Delete custom node?
id: Hapus node khusus?
ja: カスタムノードを削除しますか？
pt: Eliminar o node personalizado?
ru: Удалить выбранную ноду?
tr: Özel düğüm silinsin mi?
vi: Xóa node tùy chỉnh?
zh_hans: 删除自定义节点？

# onboarding.create.account
source: Create an account
id: Buat Akun
ja: アカウントを作成する
pt: Criar conta
ru: Создать аккаунт
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建一个账户

# onboarding.create.wallet
source: Create a wallet
id: Buat dompet
ja: ウォレットを作成
pt: Criar carteira
ru: Создать кошелёк
tr: Cüzdan oluştur
vi: Tạo ví
zh_hans: 创建一个钱包

# onboarding.preinstalled.wallet.button.text
source: Get a pre-installed wallet
id: Dapatkan dompet pra-instal
ja: プリインストールされたウォレットを取得
pt: Obtenha uma carteira pré-instalada
tr: Önceden yüklenmiş bir cüzdan edinin.
vi: Nhận ví được cài đặt sẵn
zh_hans: 获取预装钱包

# onboarding.restore.account
source: Import account
id: Import akun
ja: アカウントをインポート
pt: Importar conta
ru: Восстановить
tr: Hesabı içe aktar
uk: Імпорт рахунку
vi: Nhập tài khoản
zh_hans: 导入账户

# onboarding.restore.wallet
source: I already have a wallet
id: Saya sudah punya dompet
ja: すでにウォレットを持っている
pt: Já tenho uma carteira
ru: У меня уже есть кошелек
tr: Zaten bir cüzdanım var
vi: Tôi đã có một ví
zh_hans: 我已经有一个钱包了

# onboarding.start.title
source: The DeFi Wallet For The Future
id: Dompet DeFi Dari Masa Depan
ja: 未来から来たDeFiウォレット
pt: A carteira DeFi do futuro
tr: Gelecekten Gelen DeFi Cüzdanı
zh_hans: 未来的 DeFi 钱包

# operation.error.message
source: Please try again later
id: Silahkan coba lagi nanti
ja: 後でもう一度お試しください
pt: Por favor, tente novamente mais tarde.
ru: Пожалуйста, попробуйте позже
tr: Lütfen daha sonra tekrar deneyin
uk: Будь ласка, спробуйте пізніше
vi: Vui lòng thử lại sau
zh_hans: 请稍后再试

# operation.error.title
source: Operation Failed
id: Operasi gagal
ja: 操作できません
pt: A operação falhou
ru: Ошибка операции
tr: Operasyon Başarısız
uk: Не вдалося виконати операцію
vi: Thao tác không thành công
zh_hans: 操作失败

source: Optional networks
id: Jaringan opsional
ja: オプションのネットワーク
pt: Redes opcionais
tr: İsteğe bağlı ağlar
vi: Mạng tùy chọn
zh_hans: 可选网络

# options.common
source: Options
id: Opsi
ja: オプション
pt: Opções
ru: Опции
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项

source: Parachain Crowdloans
id: Parachain pinjaman massal
ja: パラチェーン・クラウドローン
pt: Crowdloans de Parachains
ru: Краудлоуны парачейнов
tr: Parachain Kitle Kredileri
zh_hans: 平行链众贷

# parachain.staking.collator
source: Collator
id: Kolator
ja: コレーター
pt: Coletor
ru: Коллатор
tr: Harmanlayıcı
zh_hans: 收集人

# parachain.staking.delegate
source: Delegate
id: Delegasi
ja: デリゲート
pt: Delegar
ru: Делегировать
tr: Temsilci
vi: Ủy quyền
zh_hans: 委托

# parachain.staking.delegators.title
source: Delegators
id: Delegator
ja: デリゲーター
pt: Delegadores
ru: Делегаторы
tr: Delegeler
zh_hans: 委托人

# parachain.staking.effective.amount.bonded
source: Effective amount bonded
id: Jumlah efektif terikat
ja: 有効ボンド額
pt: Valor efetivo garantido
ru: Эффективная сумма резерва
tr: Teminatlı efektif tutar
vi: Số lượng bonded có hiệu lực
zh_hans: 有效绑定金额

# parachain.staking.filters.collator.own.stake
source: Collator's own stake (%@)
id: Stake kolator sendiri (%@)
ja: コレーター自身のステーク (%@)
pt: Participação própria do Coletor ( %@ )
ru: Собственная доля Коллатора (%@)
tr: Harmanlayıcının kendi hissesi (%@)
vi: phần của bạn trong Collator (%@)
zh_hans: 收集人自身的质押（%@）

# parachain.staking.filters.delegations
source: Delegations
id: Delegasi
ja: デレゲーション
pt: Delegações
ru: Делегации
tr: Heyetler
vi: Đoàn đại biểu
zh_hans: 代表团

# parachain.staking.filters.effective.amount.bonded
source: Effective amount bonded (%@)
id: Jumlah efektif terikat (%@)
ja: 有効ボンド額 (%@)
pt: Valor efetivo garantido ( %@ )
ru: Эффективная сумма стейка (%@)
tr: Efektif teminat tutarı (%@)
vi: Số tiền được bonded (%@)
zh_hans: 有效绑定金额（ %@ ）

# parachain.staking.filters.minimum.bond
source: Minimum bond
id: Minimal obligasi
ja: 最少ボンド
pt: Fiança mínima
ru: Минимальный стейк
tr: Asgari teminat
vi: Bond tối thiểu
zh_hans: 最低绑定额

# parachain.staking.hint.reward.bond.more
source: Your rewards will be increased starting from the next round.
id: Hadiah Anda akan ditingkatkan mulai dari putaran berikutnya.
ja: 次のラウンドから報酬が増加します
pt: Suas recompensas aumentarão a partir da próxima rodada.
ru: Ваши награды будут увеличены, начиная со следующего раунда.
tr: Bir sonraki turdan itibaren ödülleriniz artacaktır.
vi: Phần thưởng của bạn sẽ được tăng lên bắt đầu từ vòng tiếp theo.
zh_hans: 您的奖励将从下一轮开始增加。

# parachain.staking.minimum.bond
source: Min. bond
id: Minimal ikatan
ja: 最少ボンド
pt: Fiança mínima
ru: Минимальный резерв
tr: Min. bağlamak
vi: bond tối thiểu
zh_hans: 最低绑定额

# parachain.staking.ready.for.revoking
source: Ready for revoking
id: Siap untuk dicabut
ja: 取り消しの準備ができました
pt: Pronto para revogar
ru: Готовы к разблокировке
tr: İptal edilmeye hazır
vi: Sẵn sàng thu hồi
zh_hans: 准备好撤销

# parachain.staking.recommended.list.title
source: Suggested %d
id: Disarankan %d
ja: 提案 %d
pt: Sugerido %d
ru: Предложено %d
tr: Önerildi%d
vi: Đề xuất %d
zh_hans: 建议的%d

# parachain.staking.recommended.section.title
source: Collators suggested by algorithm
id: Collator disarankan oleh algoritma
ja: アルゴリズムによって提案されたコレーター
pt: Coletores sugeridos por algoritmo
ru: Коллаторы, предложенные алгоритмом
tr: Algoritmanın önerdiği harmanlayıcılar
vi: Collator được đề xuất bởi thuật toán
zh_hans: 算法建议的收集人

# parachain.staking.request.finished
source: Finished
id: Selesai
ja: 終了しました
pt: Finalizado
ru: Завершен
tr: Bitti
vi: Hoàn thành
zh_hans: 已完成

# parachain.staking.revoke
source: Revoke
id: Cabut
ja: 取り消す
pt: Revogar
ru: Забрать
tr: Geri çekmek
vi: Thu hồi
zh_hans: 撤销

# parachain.staking.reward.info.avg
source: Average APR
id: Rata-rata APR
ja: 平均年率
pt: APR média
ru: Средний APR
tr: Ortalama (APR)
vi: APR trung bình
zh_hans: 平均APY

# parachain.staking.reward.info.max
source: Maximum APR
id: Maksimal APR
ja: 最大年率
pt: APR máxima
ru: Максимальный APR
tr: Maksimum (APR)
vi: APR tối đa
zh_hans: 最高APY

# parachain.staking.self.bonded
source: Self-bonded
id: Terikat sendiri
ja: 自己ボンド
pt: Auto-afiançado
ru: Самозарезервированный
tr: Kendinden bağlı
zh_hans: 自我绑定

# parachain.staking.stake.less
source: Stake less
id: Stake lebih sedikit
ja: 低ステーク
pt: Diminuir Stake
ru: Уменьшить стейк
tr: Daha az bahis yapın
zh_hans: 减少质押

# parachain.staking.story.collator.page.1
source: Collators maintain parachains by collecting parachain transactions from users and producing state transition proofs for Relay Chain validators. In other words, collators aggregate parachain transactions into parachain block candidates and produce state transition proofs for validators based on those blocks.
id: Kolator memelihara parachain dengan mengumpulkan transaksi parachain dari pengguna dan menghasilkan bukti transisi status untuk validator Relay Chain. Dengan kata lain, kolektor mengumpulkan transaksi parachain ke dalam kandidat blok parachain dan menghasilkan bukti transisi status untuk validator berdasarkan blok tersebut.
ja: コレーターは、ユーザーからパラチェーン(ParaChain)トランザクションを収集し、リレーチェーン(Relay Chain)のバリデーターのために状態遷移証明を作成することでパラチェーンを維持します。つまり、コレーターはパラチェーン・トランザクションをパラチェーン・ブロック候補に集約し、そのブロックに基づいてバリデーターのための状態遷移証明を作成します
pt: Os coletores mantêm parachains coletando transações dos usuários de parachains e produzindo provas de transição de estado para validadores da cadeia de retransmissão. Em outras palavras, os coletores agregam transações de parachains em blocos candidatos das parachains e produzem provas de transição de estado para validadores com base nesses blocos.
tr: Düzenleyiciler, kullanıcılardan parachain işlemlerini toplayarak ve Aktarma Zinciri doğrulayıcıları için durum geçiş kanıtları üreterek parachain'leri korur. Başka bir deyişle, harmanlayıcılar parachain işlemlerini parachain blok adayları halinde toplar ve bu bloklara dayalı olarak doğrulayıcılar için durum geçiş kanıtları üretir.
vi: Collators duy trì parachains bằng cách thu thập các giao dịch parachain từ người dùng và tạo ra các bằng chứng chuyển đổi trạng thái cho các trình xác thực Chuỗi chuyển tiếp. Nói cách khác, các đối chiếu tổng hợp các giao dịch parachain thành các ứng cử viên khối parachain và tạo ra các bằng chứng chuyển đổi trạng thái cho các trình xác thực dựa trên các khối đó.
zh_hans: 收集人通过从用户收集平行链交易并为中继链验证者生成状态转换证明来维护平行链。换句话说，收集人将平行链交易聚合到平行链区块候选中，并根据这些区块为验证者生成状态转换证明。

# parachain.staking.story.collator.page.2
source: A collator runs a blockchain node 24/7 and is required to have enough stake locked (both owned and provided by delegators) to be elected by the network. Collators should maintain their nodes' performance and reliability to be rewarded. Being a collator is almost a full-time job. Everyone can be a collator and run a blockchain node, but doing so requires a certain level of technical skills and responsibility.
id: Seorang collator menjalankan node blockchain 24/7 dan diharuskan memiliki cukup banyak saham yang dikunci (baik dimiliki dan disediakan oleh delegator) untuk dipilih oleh jaringan. Kolator harus menjaga kinerja dan keandalan node mereka agar dapat dihargai. Menjadi kolator hampir merupakan pekerjaan penuh waktu. Setiap orang bisa menjadi kolator dan menjalankan node blockchain, namun hal ini memerlukan tingkat keterampilan teknis dan tanggung jawab tertentu.
ja: コレーターは24時間365日ブロックチェーン・ノードを運営し、ネットワークから選出されるのに十分なステーク(所有とデリゲーターからの提供の両方)をロックすることが要求されます。コレーターは、報酬を得るためにノードのパフォーマンスと信頼性を維持する必要があります。コレーターはほぼフルタイムの仕事です。 誰もがコレーターになりブロックチェーン・ノードを運営することができますが、そうするには一定レベルの技術的スキルと責任が必要です
tr: Bir harmanlayıcı, bir blockchain düğümünü 7/24 çalıştırır ve ağ tarafından seçilebilmesi için yeterli miktarda hissenin kilitli olması (hem sahip olunan hem de delege edenler tarafından sağlanan) gerekir. Harmanlayıcıların ödüllendirilebilmesi için düğümlerinin performansını ve güvenilirliğini korumaları gerekir. Derleyici olmak neredeyse tam zamanlı bir iştir. Herkes bir harmanlayıcı olabilir ve bir blockchain düğümünü çalıştırabilir, ancak bunu yapmak belirli düzeyde teknik beceri ve sorumluluk gerektirir.
vi: Một collator chạy một blockchain node 24/7 và được yêu cầu phải có đủ cổ phần bị khóa (cả do người ủy quyền sở hữu và cung cấp) để được mạng bầu chọn. Các đối chiếu nên duy trì hiệu suất và độ tin cậy của các nút của họ để được khen thưởng. Trở thành một collator gần như là một công việc toàn thời gian. Everyone có thể là một collator và chạy một blockchain node, nhưng làm như vậy đòi hỏi một mức độ nhất định về kỹ năng kỹ thuật và trách nhiệm.
zh_hans: 一个收集人全天候运行区块链节点，并需要足够的质押被锁定（既有自己拥有的，也有委托人提供的）以被网络选举。收集人应该维护其节点的性能和可靠性以获得奖励。成为一个收集人几乎是一份全职工作。 任何人都可以成为验证者并运行区块链节点，但这需要一定水平的技术能力和责任心。

# parachain.staking.story.collator.title
source: Who’s a collator?
id: Siapa kolatornya?
ja: コレーターとは？
pt: Quem é um coletor?
tr: Derleyici kimdir?
vi: Ai là collators?
zh_hans: 谁是一个收集人？

# parachain.staking.story.delegator.page.1
source: Delegators are token holders who stake tokens, vouching for specific collator candidates. Any user that holds a minimum amount of tokens as free balance can become a delegator.
id: Delegator adalah pemegang token yang mempertaruhkan token, menjamin kandidat kolator tertentu. Setiap pengguna yang memiliki jumlah minimum token sebagai saldo gratis dapat menjadi delegator.
ja: デリゲーター(委任者)は、特定のコレーター候補を保証するためにトークンをステークするトークン所有者です。利用可能残高に最少限のトークンを保持していれば、誰でもデリゲーターになることができます
pt: Os delegadores são detentores de tokens que apostam tokens, garantindo candidatos específicos a função de coletores. Qualquer usuário que possua uma quantidade mínima de tokens como saldo livre pode se tornar um delegador.
tr: Delege edenler, belirli harmanlayıcı adaylarına kefil olan, tokenleri stake eden token sahipleridir. Ücretsiz bakiye olarak minimum miktarda tokena sahip olan herhangi bir kullanıcı, delege olabilir.
vi: Người ủy quyền (Delegators) là chủ sở hữu mã thông báo đặt cược, xác nhận cho các ứng cử viên đối chiếu cụ thể. Bất kỳ người dùng nào nắm giữ số lượng mã thông báo tối thiểu dưới dạng số dư miễn phí đều có thể trở thành người ủy quyền.
zh_hans: 委托人是持有代币并质押代币来支持特定的收集人候选者的用户。只要用户拥有足够数量的自由余额，就可以成为一个委托人。

# parachain.staking.story.delegator.page.2
source: Delegators should check their stake states regularly. It is possible that staking balance falls below the minimum required amount to receive rewards or even be a delegator. In the worst-case scenario, your staking slot may be replaced by another delegator with a higher stake and your stake could be pushed out and immediately returned to your balance.
id: Delegator harus memeriksa status pasaknya secara rutin. Ada kemungkinan saldo staking berada di bawah jumlah minimum yang diperlukan untuk menerima hadiah atau bahkan menjadi delegator. Dalam skenario terburuk, slot staking Anda mungkin digantikan oleh delegator lain dengan jumlah taruhan yang lebih tinggi dan taruhan Anda dapat dikeluarkan dan segera dikembalikan ke saldo Anda.
ja: デリゲーター(委任者)は、定期的にステークの状態を確認する必要があります。ステーキング残高が、報酬を受け取ったり、デリゲーターになるために必要な最低額を下回る可能性があります。最悪のシナリオでは、あなたのステーキング枠が、より高いステークを持つ他のデリゲーターに置き換えられ、あなたのステークは押し出され、すぐにあなたの残高に戻される可能性があります
pt: Os delegadores devem verificar regularmente os estados de seu staking. É possível que o saldo de staking fique abaixo do valor mínimo exigido para receber recompensas ou mesmo ser delegador. Na pior das hipóteses, o seu slot de staking pode ser substituído por outro delegador com uma aposta mais alta e a sua aposta pode ser retirada e imediatamente devolvida ao seu saldo.
tr: Yetki verenler pay durumlarını düzenli olarak kontrol etmelidir. Staking bakiyesinin, ödül almak ve hatta delege olmak için gereken minimum tutarın altına düşmesi mümkündür. En kötü senaryoda, bahis lotunuz daha yüksek bahisli başka bir delege eden kişi tarafından değiştirilebilir ve bahis tutarınız çekilip hemen bakiyenize geri dönebilir.
vi: Người ủy quyền (Delegators) nên kiểm tra trạng thái cổ phần của họ thường xuyên. Có thể số dư đặt cọc giảm xuống dưới số tiền tối thiểu cần thiết để nhận phần thưởng hoặc thậm chí là người ủy quyền. Trong trường hợp xấu nhất, vị trí đặt cọc của bạn có thể được thay thế bằng một người ủy quyền khác có cổ phần cao hơn và tiền cược của bạn có thể bị đẩy ra và ngay lập tức trở lại số dư của bạn.
zh_hans: 委托人应定期检查其质押状态。有可能质押余额低于最低要求的金额，无法获得奖励或继续担任委托人。在最糟糕的情况下，您的质押位置可能会被具有更高质押量的其他委托人取代，并且您的质押金额可能会被推出并立即返还到您的余额中。

# parachain.staking.story.delegator.title
source: Who’s a delegator?
id: Siapa delegasinya?
ja: デリゲーターとは？
pt: Quem é um delegador?
tr: Delege kimdir?
vi: Ai là người ủy quyền?
zh_hans: 谁是委托人？

# parachain.staking.story.rewards.page.1
source: Reward pool - a portion of the annual inflation that is set aside for collators and delegators. Rewards for collators and their delegators are calculated at the start of every round for their work prior to the reward payout delay. The calculated rewards are then paid out on a block-by-block basis. For every block, one collator will be chosen to receive their entire reward payout from the prior round, along with their delegators, until all of the rewards have been paid for that round.
id: Kumpulan hadiah - sebagian dari inflasi tahunan yang disisihkan untuk kolator dan delegator. Hadiah untuk kolator dan delegatornya dihitung pada awal setiap putaran untuk pekerjaan mereka sebelum penundaan pembayaran hadiah. Hadiah yang dihitung kemudian dibayarkan keluar berdasarkan blok demi blok. Untuk setiap blok, satu kolator akan dipilih untuk menerima seluruh pembayaran hadiah dari putaran sebelumnya, bersama dengan delegasinya, hingga semua hadiah telah dibayarkan untuk putaran tersebut.
ja: 報酬プール － 年間インフレ率のうち、コレーターとデリゲーターのために確保される部分。 コレーターとそのデリゲーターの報酬は、各ラウンドの開始時に、報酬支払い遅延前の作業に対して計算されます。 算出された報酬はブロック毎に支払われます。ブロック毎に1人のコレーターが選ばれ、そのラウンドの報酬が全て支払われるまで、前のラウンドで支払われた全ての報酬を、そのデリゲーターと一緒に受け取ります
tr: Ödül havuzu – yıllık enflasyonun teminat verenler ve devredenler için ayrılan bir kısmı. Düzenleyenler ve onları yetkilendirenlerin ödülleri, her turun başında, ödül ödeme gecikmesinden önce yaptıkları çalışma karşılığında hesaplanır. Hesaplanan ödüller daha sonra blok bazında ödenir. Her blok için, o tur için tüm ödüller ödenene kadar, bir önceki turdaki ödül ödemesinin tamamını ve delege edenlerle birlikte alacak bir toplayıcı seçilecektir.
vi: Pool phần thưởng - một phần của lạm phát hàng năm được dành cho người đối chiếu và người ủy quyền. Rewards cho người đối chiếu và người ủy quyền của họ được tính vào đầu mỗi vòng cho công việc của họ trước khi chậm trễ thanh toán phần thưởng. Phần thưởng được tính toán sau đó được thanh toán trên cơ sở từng khối. Đối với mỗi khối, một đối chiếu sẽ được chọn để nhận toàn bộ khoản thanh toán phần thưởng của họ từ vòng trước, cùng với người ủy quyền của họ, cho đến khi tất cả các phần thưởng đã được thanh toán cho vòng đó.
zh_hans: 奖励池 - 年度通胀的一部分，用于给予收集人和委托人奖励。 收集人及其委托人的奖励是根据他们在奖励支付延迟之前的工作进行计算的。 计算出来的奖励将按照每个区块逐个支付。对于每个区块，会选择一个收集人来接收他们上一轮中全部的奖励支付，并与其委托人一同分享，直到该轮所有的奖励都已支付完毕。
