Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# sora.bridge.low.amount.alert
source: Currently, there's a min. amount 0.05 KSM for bridging to ensure the stability and security of the SORA Network. We appreciate your understanding.
id: Saat ini, terdapat minimal 0,05 KSM untuk menjembatani guna menjamin stabilitas dan keamanan Jaringan SORA. Kami menghargai pengertian Anda.
ja: 現在、SORAネットワークの安定性と安全性を確保するため、ブリッジングには最低0.05 KSMが設定されています。ご理解のほどよろしくお願いいたします。
tr: Şu anda bir dk. SORA Ağının istikrarını ve güvenliğini sağlamak amacıyla köprüleme için miktar 0,05 KSM. Anlayışınız için minnettarız.
vi: Hiện tại, có một phút. số tiền 0,05 KSM để bắc cầu nhằm đảm bảo tính ổn định và bảo mật của Mạng SORA. Chúng tôi đánh giá cao sự hiểu biết của bạn.
zh_hans: 目前，为了确保SORA网络的稳定性和安全性，跨链桥转账的最低金额为0.05 KSM。感谢您的理解。

# sora.card.status.failure.text
source: The KYC was terminated or it failed otherwise.
id: KYC dihentikan atau sebaliknya gagal.
ja: 本人確認(KYC)処理が終了したか、そうでなければ失敗しました
pt: O KYC foi encerrado ou falhou.
tr: KYC sonlandırıldı veya başka şekilde başarısız oldu
vi: KYC đã bị hủy hoặc không thành công.
zh_hans: KYC已终止或以其他方式失败。

# sora.card.status.failure.title
source: Verification failed
id: Verifikasi gagal
ja: 検証失敗
pt: Falha na verificação
tr: Doğrulama başarısız oldu!
vi: Xác minh không thành công
zh_hans: 验证失败

# sora.card.status.pending.title
source: Verification in progress
id: Verifikasi sedang berlangsung
ja: 検証中
pt: Verificação em andamento
tr: Doğrulama devam ediyor
vi: Đang xác minh
zh_hans: 验证正在进行中

# sora.card.status.rejected.text
source: Your application has failed. To read more about the reason of the failure, please read the following additional description.
id: Permohonan Anda gagal. Untuk membaca lebih lanjut mengenai alasan kegagalan tersebut, silakan baca uraian tambahan berikut.
ja: アプリが失敗しました。失敗の理由については、次の追加説明をお読みください
pt: Seu aplicativo falhou. Para ler mais sobre o motivo da falha, leia a seguinte descrição adicional.
tr: Başvurunuz başarısız oldu. Başarısızlığın nedeni hakkında daha fazla bilgi edinmek için lütfen aşağıdaki ek açıklamayı okuyun.
vi: Thất bại. Để đọc thêm về lý do thất bại, vui lòng đọc mô tả bổ sung sau đây.
zh_hans: 您的申请未通过。要了解更多关于失败原因的信息，请阅读以下附加说明。

# sora.card.status.rejected.title
source: Verification rejected
id: Verifikasi ditolak
ja: 検証が拒否されました
pt: Verificação rejeitada
tr: Doğrulama reddedildi
vi: Xác minh bị từ chối
zh_hans: 验证被拒绝

# sora.card.status.success.text
source: Your KYC verification is successful and we are already preparing to send you the SORA card!
id: Verifikasi KYC Anda berhasil dan kami sudah bersiap untuk mengirimkan kartu SORA kepada Anda!
ja: 本人確認(KYC)の検証を通過し、すでにSORAカードをお送りする準備を進めています！
pt: A sua verificação KYC foi bem sucedida e já estamos a preparar o envio do cartão SORA!
tr: KYC doğrulamanız başarılı oldu ve size SORA kartınızı göndermeye hazırlanıyoruz!
vi: Xác minh KYC của bạn thành công và chúng tôi đang chuẩn bị gửi cho bạn thẻ SORA!
zh_hans: 您的KYC验证已成功，我们正在准备发送给您SORA卡！

# sora.card.status.success.title
source: Verification successful!
id: Verifikasi berhasil
ja: 検証成功！
pt: Verificação bem-sucedida
tr: Doğrulama başarılı
vi: Xác minh thành công!
zh_hans: 验证成功！

# sr25519.selection.subtitle
source: sr25519 (recommended)
id: sr25519 (disarankan)
ja: sr25519（推奨）
pt: sr25519 (recomendado)
ru: sr25519 (рекомендованный)
tr: sr25519 (önerilen)
uk: sr25519 (рекомендується)
vi: sr25519 (khuyến nghị)
zh_hans: sr25519（推荐）

# sr25519.selection.title
source: Schnorrkel
zh_hans: 施诺克尔

# stacking.stash.account
source: Stash account
id: Akun simpanan
ja: スタッシュ・アカウント
pt: Conta stash
ru: Стэш аккаунт
tr: Stash hesabı
uk: Скритий рахунок
vi: Tài khoản Stash
zh_hans: 存储账户

# staking.account.is.used.as.controller
source: The selected account is already in use as a controller
id: Akun yang dipilih sudah digunakan sebagai pengontrol
ja: 選択したアカウントはすでにコントローラーとして使用されています
pt: A conta selecionada já está a ser utilizada como controlador
ru: Выбранный аккаунт уже используется в качестве контроллера.
tr: Seçili hesap zaten denetleyici olarak kullanılıyor.
uk: Вибраний обліковий запис уже використовується як контролер
vi: Tài khoản được chọn đã được sử dụng làm tải khoản Controller
zh_hans: 所选账户已被使用为控制器

# staking.add.controller
source: Add a controller account %@ to the application to perform this action.
id: Tambahkan akun pengontrol %@ ke aplikasi untuk melakukan tindakan ini.
ja: このアクションを実行するために、アプリにコントローラー・アカウント %@ を追加してください
pt: Adicione conta de controlador %@ à aplicação para executar essa ação.
ru: Чтобы выполнить это действие, добавьте контроллер аккаунт %@ в приложение
tr: Bu eylemi gerçekleştirmek için uygulamaya %@ denetleyici hesabı ekleyin
vi: Thêm tài khoản controller %@ vào ứng dụng để thực hiện hành động này.
zh_hans: 请在应用程序中添加一个控制器账户%@来执行此操作。

# staking.alert.leaving.collator.text
source: Check your delegation to the collator %s and unlock your tokens if they’re ready
id: Periksa delegasi Anda ke collator %s dan buka kunci token Anda jika sudah siap
ja: コレーター %s のデレゲーションを確認し、準備ができたらトークンのロックを解除
pt: Verifique sua delegação para o coletor %s e desbloqueie seus tokens se eles estiverem prontos
ru: Проверьте делегацию коллатору %s и заберите токены, если они доступны
tr: Derleyiciye verdiğiniz yetkiyi kontrol edin%sve hazırlarsa jetonlarınızın kilidini açın
vi: Kiểm tra ủy quyền của bạn cho collator %s và mở khóa token của bạn nếu chúng đã sẵn sàng
zh_hans: 检查您对收集人%s的授权，并在准备好时解锁您的代币。

# staking.alert.leaving.collator.title
source: The collator %s is leaving the set of candidates
id: Kolator %s meninggalkan himpunan kandidat
ja: コレーター %s は候補者のセットを離れています
pt: O coletor %s está saindo do conjunto de candidatos
ru: Коллатор %s покидает список кандидатов
tr: harmanlayıcı%saday kümesinden ayrılıyor
vi: Collator %s đang rời nhóm ứng viên
zh_hans: 收集人%s正在离开候选集

# staking.alert.low.stake.text
source: Your stake amount is too small to generate rewards. You can stake %s more tokens or remove your stake.
id: Jumlah taruhan Anda terlalu kecil untuk menghasilkan hadiah. Anda dapat mempertaruhkan %s token lagi atau menghapus taruhan Anda
ja: ステークが少なすぎるため、報酬を得ることができません。さらに%sトークンをステークするか、ステークを取り消してください
pt: O valor de seu stake é muito pequeno para gerar recompensas. Você pode apostar mais %s tokens ou remover sua aposta.
ru: Ваш стейк слишком мал для генерации наград. Вы можете добавить %s токенов или забрать свой стейк
tr: Bahis miktarınız ödül oluşturmak için çok küçük. Bahis oynayabilirsin%sdaha fazla jeton veya hissenizi kaldırın.
vi: Số tiền stake của bạn quá nhỏ để tạo ra phần thưởng. Bạn có thể đặt cược thêm %s mã thông báo hoặc xóa số tiền đặt cược của mình.
zh_hans: 您的质押金额太小，无法产生奖励。您可以再质押%s代币或者取消质押。

# staking.alert.low.stake.title
source: Your delegation isn't generating any rewards.
id: Delegasi Anda tidak menghasilkan imbalan apa pun.
ja: あなたのデレゲーションは何の報酬も生み出していません
pt: Sua delegação não está gerando nenhuma recompensa.
ru: Ваша делегация не производит наград.
tr: Delegasyonunuz herhangi bir ödül getirmiyor.
vi: Ủy quyền của bạn không thực hiện bất kỳ phần thưởng nào.
zh_hans: 您的委托没有产生任何奖励。

# staking.alert.start.next.era.message
source: Please wait for the next era to start.
id: Silakan tunggu era berikutnya dimulai.
ja: 次の時代が始まるまでお待ちください
pt: Por favor, aguarde pelo início da próxima era.
ru: Пожалуйста, дождитесь начала следующей эры.
tr: Lütfen bir sonraki dönemin başlamasını bekleyin
vi: Hãy chờ đợi era tiếp theo bắt đầu.
zh_hans: 请等待下一个时间段的开始。

# staking.alert.unlock.text
source: Please complete the pending operation (stake less/revoke) by unlocking your tokens
id: Silakan selesaikan operasi yang tertunda (kurangi stake/cabut) dengan membuka kunci token Anda
ja: トークンのロックを解除して、保留中の操作(ステーク削減/取り消し)を完了してください
pt: Por favor, complete a operação pendente (apostar menos/revogar) desbloqueando seus tokens
ru: Пожалуйста завершите текущую операцию (уменьшить/отозвать стейк) забрав ваши токены
tr: Lütfen tokenlarınızın kilidini açarak bekleyen işlemi (daha az bahis/iptal) tamamlayın
vi: Vui lòng hoàn thành hoạt động đang chờ xử lý (stake ít hơn/thu hồi) bằng cách mở khóa token của bạn
zh_hans: 请解锁您的代币，完成待处理操作（减少质押/撤销）。

# staking.alert.unlock.title
source: Your tokens are ready for unlocking
id: Token Anda siap untuk dibuka kuncinya
ja: トークンをロック解除する準備ができました
pt: Seus tokens estão prontos para serem desbloqueados
ru: Вы можете забрать ваши токены
tr: Jetonlarınız kilidi açılmaya hazır
vi: Các token của bạn đã sẵn sàng để mở khóa
zh_hans: 您的代币已准备好解锁

# staking.alerts.title
source: Alerts
id: Peringatan
ja: 警告
pt: Alertas
ru: Предупреждения
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 警报

# staking.analytics.7days.rewards
source: 7 day rewards
id: Hadiah 7 hari
ja: 7日間の報酬
pt: Recompensas de 7 dias
ru: Вознаграждения за 7 дней
tr: 7 günlük ödüller
vi: Phần thưởng 7 ngày
zh_hans: 7天奖励

# staking.analytics.activity
source: Activity
id: Aktivitas
ja: 履歴
pt: Atividade
ru: Активность
tr: Aktivite
vi: Hoạt động
zh_hans: 活动

# staking.analytics.avg
source: %@ avg.
id: %@ Rata-rata.
ja: %@ 平均
pt: %@ média
ru: %@ сред.
tr: %@ ortalama
vi: %@ trung bình.
zh_hans: %@平均。

# staking.analytics.details.type
source: Type
id: Tipe
ja: 種類
pt: Tipo
ru: Тип
tr: Tip
vi: Kiểu
zh_hans: 类型

# staking.analytics.era.range
source: %d of %d eras
id: %d dari %d era
ja: %d / %d 時代
pt: %d de %d eras
ru: %d из %d эр
tr: %dile ilgili %ddönemler
vi: %d của %d era
zh_hans: %d时间段，共%d

# staking.analytics.period.1y
source: 1y
id: 1 tahun
ja: 1年
pt: 1ano
ru: 1г
tr: 1yıl
vi: 1 năm
zh_hans: 1年

# staking.analytics.period.30d
source: 30d
id: 30 hari
ja: 30日
pt: 30dias
ru: 30д
tr: 30 gün
vi: 30 ngày
zh_hans: 30天

# staking.analytics.period.7d
source: 7d
id: 7 hari
ja: 7日
pt: 7dias
ru: 7д
tr: 7gün
vi: 7 ngày
zh_hans: 7天

# staking.analytics.period.all
source: All
id: Semua
ja: 全て
pt: Tudo
ru: все
tr: Tüm
vi: Tất cả
zh_hans: 全部

# staking.analytics.stake.allocation
source: Allocation with current validators
id: Alokasi dengan validator saat ini
ja: 現在のバリデーターによる割り当て
pt: Alocação com validadores atuais
ru: Распределение с текущими валидаторами
tr: Mevcut validatörlerle stake tahsisi
vi: Phân bổ validator hiện tại
zh_hans: 使用当前验证人进行分配

# staking.analytics.staking.was.active
source: Staking was active
id: Staking aktif
ja: ステーキングはアクティブでした
pt: O staking estava ativo
ru: Стейкинг был активен
tr: Staking aktifti
vi: Staking đã hoạt động
zh_hans: 质押已激活

# staking.analytics.staking.was.inactive
source: Staking was inactive
id: Staking tidak aktif
ja: ステーキングは非アクティブでした
pt: O staking estava inativo
ru: Стейкинг был неактивен
tr: Staking aktif değildi
vi: Staking không hoạt động
zh_hans: 质押是不活跃的

# staking.analytics.title
source: Analytics
id: Analitik
ja: 分析
pt: Analíticos
ru: Аналитика
vi: Phân tích
zh_hans: 分析

# staking.balance.ready.for.unlocking
source: Ready for unlocking
id: Siap untuk membuka kunci
ja: ロック解除の準備ができました
pt: Pronto para desbloquear
ru: Готовы к разблокировке
tr: Kilit açmaya hazır
vi: Sẵn sàng để mở khóa
zh_hans: 准备好解锁

# staking.balance.title
source: Staking balance
id: Saldo Staking
ja: ステーキング残高
pt: Saldo de staking
ru: Баланс стейкинга
tr: Stake bakiyesi
uk: Ставка балансу
vi: Số dư staking
zh_hans: 质押余额

# staking.bond.more.completion
source: A request to stake more has been submitted
id: Permintaan ekstra bonding telah diajukan
ja: ボンディング追加リクエストが送信されました
pt: A solicitação extra para stake foi enviada
ru: Запрос на дополнительный стейкинг оправлен.
tr: Bonding ekstra istek gönderildi.
uk: Подано додатковий запит на скріплення
vi: Yêu cầu stake bổ sung đã được gửi
zh_hans: 已提交增加质押的请求

# staking.bond.more.tokens
source: Stake more tokens.
id: Ikat lebih banyak token.
ja: さらにトークンをステークします
pt: Faça stake de mais tokens.
ru: Застейкайте ещё токенов
tr: Daha fazla jetonu stake edin
uk: Зв’яжіть більше жетонів.
vi: Stake nhiều token hơn.
zh_hans: 质押更多代币。

# staking.bond.more_v1.9.0
source: Stake more
id: Stake lebih banyak
ja: さらにステーク
pt: Fazer mais stake
ru: Застейкать ещё
tr: Daha fazla stake yap
vi: Stake thêm
zh_hans: 质押更多

# staking.bonded.format
source: Bonded: %@
id: Berikat: %@
ja: ボンド済み：%@
pt: Vinculado: %@
ru: Застейкано: %@
tr: Bağlı: %@
uk: Кабальний: %@
vi: Được bảo lãnh: %@
zh_hans: 已绑定： %@

# staking.bonded.inactive
source: You are neither nominating nor validating
id: Anda tidak mencalonkan atau memvalidasi
ja: あなたはノミネートもバリデートもしていません
pt: Não está nomeando nem validando
ru: Вы не номинируете и не валидируете
tr: Aday veya Doğrulayıcı değilsiniz.
vi: Bạn chưa phải là validator hay nominator
zh_hans: 你既没有提名也没有验证。

# staking.change.your.validators
source: Change your validators.
id: Ubah validator Anda.
ja: バリデーターを変更します
pt: Mude os seus validadores.
ru: Смените своих валидаторов.
tr: Doğrulayıcılarınızı değiştirin
uk: Змініть валідатори.
vi: Thay đổi validator của bạn.
zh_hans: 更改您的验证人。

# staking.collator.info.title
source: Collator info
id: Info kolator
ja: コレーター情報
pt: Informações do coletor
ru: Информация о коллаторе
tr: Harmanlayıcı bilgisi
vi: Thông tin Collator
zh_hans: 收集人信息

# staking.collator.my.oversubscribed.message
source: Oversubscribed. You will not receive rewards from the collator in this era.
id: Berlangganan berlebihan. Anda tidak akan menerima imbalan dari kolator di era ini.
ja: 申し込み殺到。この時代ではコレーターから報酬を受け取れません
pt: Excesso de inscrições. Você não receberá recompensas do coletor nesta época.
tr: Aşırı abone olundu. Bu çağda derleyiciden ödül almayacaksınız.
vi: Đã đăng ký quá mức. Bạn sẽ không nhận được phần thưởng từ collator trong era này.
zh_hans: 超额抵押。在这个时间段，您将无法从收集人那里获得奖励。

# staking.collator.other.oversubscribed.message
source: Oversubscribed. Only the top staked delegators are paid rewards.
id: Berlangganan berlebihan. Hanya delegasi dengan taruhan tertinggi yang mendapat imbalan.
ja: 申し込み殺到。ステーク上位のデリゲーターにのみ報酬が支払われます
pt: Excesso de inscrições. Apenas os delegadores com melhor aposta recebem recompensas.
ru: Переполнен. Вознаграждение выплачивается только делегаторам с самыми высокими стейками.
tr: Aşırı abone olundu. Yalnızca en yüksek bahisli delegelere ödül ödenir.
vi: Đã đăng ký quá mức. Chỉ những stake delegator hàng đầu mới được trả phần thưởng.
zh_hans: 超额抵押。只有最高质押的委托人才能获得奖励支付。

# staking.collators
source: Collators
id: Kolator
ja: コレーター
pt: Validadores
tr: Harmanlayıcılar
zh_hans: 收集人

# staking.common.era
source: Era
id: Zaman
ja: 時代
ru: Эра
tr: Dönem
zh_hans: 时间段

# staking.common.event.id
source: Event
id: Acara
ja: イベント
pt: Evento
ru: Событие
tr: Etkinlik
vi: Sự kiện
zh_hans: 事件

# staking.common.rewards.apy
source: Rewards (APY)
id: Hadiah (APY)
ja: 報酬 (APY)
pt: Recompensas (APY)
ru: Вознаграждение (APY)
tr: Ödüller (APY)
vi: Phần thưởng (APY)
zh_hans: 奖励（APY）

# staking.common.validator
source: Validator
ja: バリデーター
pt: Validador
ru: Валидатор
tr: Doğrulayıcı
zh_hans: 验证人

# staking.controller.account.title
source: Controller account
id: Akun pengontrol
ja: コントローラーアカウント
pt: Conta de controlador
ru: Контроллер аккаунт
tr: Denetleyici hesabı
uk: Обліковий запис контролера
vi: Tài khoản Controller
zh_hans: 控制器账户

# staking.controller.account.zero.balance
source: We found that this account has no free tokens, are you sure that you want to change the controller?
id: Kami menemukan bahwa akun ini tidak memiliki token gratis, apakah Anda yakin ingin mengubah pengontrol?
ja: このアカウントには無料のトークンがないことがわかりました。コントローラーを変更してもよろしいですか？
pt: Descobrimos que esta conta não tem tokens gratuitos. Tem a certeza de que deseja alterar o controlador?
ru: Мы обнаружили, что на этом аккаунте нет свободных токенов. Вы уверены, что хотите сменить контроллер?
tr: Bu hesabın ücretsiz jetonu olmadığını gördük, denetleyiciyi değiştirmek istediğinizden emin misiniz?
uk: Ми виявили, що в цьому обліковому записі немає безкоштовних токенів. Ви впевнені, що хочете змінити контролер?
vi: Chúng tôi thấy rằng tài khoản này không còn token khả dụng, bạn có chắc chắn muốn thay đổi tài khoản controller không?
zh_hans: 我们发现这个账户没有免费代币，你确定要更换控制器吗？

# staking.controller.can.hint
source: The controller can unstake, redeem, return to stake, change rewards destination and validators.
id: Pengontrol dapat melepaskan ikatan, menebus, memasang kembali, mengubah tujuan hadiah dan validator.
ja: コントローラーは、結合解除、引き換え、再結合、報酬の宛先とバリデーターの変更を行うことができます
pt: O controlador pode retirar de stake, resgatar, repor em stake, alterar o destino da recompensa e validadores.
ru: Контроллер аккаунт может вывести из стейка, забрать, вернуть в стейк, сменить назначение вознаграждений и валидаторов.
tr: Denetleyici stake işlemini kaldırabilir, paraya çevirebilir, yeniden stake edebilir, ödül hedefini ve doğrulayıcıları değiştirebilir
uk: Контролер може скасувати, погасити, переоблікувати, змінити пункт призначення та валідатори.
vi: Controller có thể unstake, đổi thưởng, tái stake, thay đổi tài khoản nhận thường và validator.
zh_hans: 控制器可以解除质押、赎回、返回质押、更改奖励目的地和验证人。

# staking.controller.deprecated.description
source: Please note that in the %s network the Controller account feature has been deprecated, and as a result, you are required to set your Stash account as the Controller.
id: Harap dicatat bahwa di jaringan %s, fitur akun Pengontrol sudah tidak digunakan lagi, dan oleh karena itu, Anda harus menyetel akun Stash Anda sebagai Pengontrol.
ja: %sネットワークでコントローラー・アカウント機能は廃止されたため、スタッシュ・アカウントをコントローラーとして設定する必要があります
pt: Observe que na rede %s o recurso de conta do Controlador foi descontinuado e, como resultado, você deve definir sua conta Stash como Controlador.
tr: Lütfen şunu unutmayın:%sAğ üzerinde Denetleyici hesabı özelliği kullanımdan kaldırıldı ve bunun sonucunda Stash hesabınızı Denetleyici olarak ayarlamanız gerekiyor.
vi: Xin lưu ý rằng trong mạng %s tính năng tài khoản Controller sẽ sớm bị ngừng sử dụng và do đó, bạn bắt buộc phải đặt tài khoản Stash của mình làm Controller.
zh_hans: 请注意，在%s网络中，控制器账户功能已被弃用，因此您需要将您的存储账户设置为控制器。

# staking.custom.blocked.warning
source: This validator is not accepting nominations at the moment. Please try again in the next era.
ja: このバリデーターは現在ノミネートを受け付けていません。次の時代にもう一度お試しください
pt: Este validador não está a aceitar nomeações de momento. Por favor, tente novamente na próxima era.
ru: Этот валидатор не принимает номинации в данный момент. Пожалуйста, попробуйте снова в следующую эру.
tr: Bu doğrulayıcı şu anda adayları kabul etmiyor. Lütfen, bir sonraki dönemde tekrar deneyin
vi: Trình xác thực này không chấp nhận các đề cử tại thời điểm này. Vui lòng thử lại trong era tiếp theo.
zh_hans: 此验证人暂时不接受提名。请在下一个时间段再试一次。

# staking.custom.clear.button.title
source: Clear filters
id: Hapus filter
ja: フィルターをクリア
pt: Limpar filtros
ru: Очистить фильтры
tr: Filtreleri temizle.
vi: Xóa bộ lọc
zh_hans: 清除过滤器

# staking.custom.collators.title
source: Select a collator
id: Pilih kolator
ja: コレーターを選択
pt: Selecione um coletor
ru: Выберите коллатора
tr: Bir harmanlayıcı seçin
vi: Chọn một collator
zh_hans: 选择一个收集人

# staking.custom.deselect.button.title
source: Deselect all
id: Batal pilih semua
ja: 全ての選択を解除
pt: Desselecionar todos
ru: Отменить выбор
tr: Tüm seçimleri kaldır.
vi: Bỏ chọn tất cả
zh_hans: 取消全选

# staking.custom.deselect.warning
source: You are about to deselect all the validators you selected earlier.
id: Anda akan membatalkan pilihan semua validator yang Anda pilih sebelumnya.
ja: 前に選択した全てのバリデーターの選択を解除しようとしています
pt: Está prestes a desselecionar todos os validadores selecionados anteriormente.
ru: Список выбранных вами валидаторов очистится.
tr: Daha önce seçtiğiniz tüm doğrulayıcıların seçimini kaldırmak üzeresiniz
vi: Bạn đang định hủy chọn tất cả các validator mà bạn đã chọn trước đó.
zh_hans: 你即将取消之前选择的所有验证人。

# staking.custom.fill.button.title
source: Fill rest with recommended
id: Isi istirahat dengan yang direkomendasikan
ja: 残りを推奨で満たす
pt: Preencher o restante com o recomendado
ru: Дополнить рекомендованными
tr: Kalanları önerilen seçimlerle doldur.
vi: Điền thông tin với khuyến nghị
zh_hans: 其余部分按推荐值填充

# staking.custom.header.validators.title
source: Validators: %li of %li
id: Validator: %li dari %li
ja: バリデーター： %li の %li
pt: Validadores: %li de %li
ru: Валидаторов: %li из %li
tr: Doğrulayıcılar: %li/%li
vi: Validators: %li của %li
zh_hans: 验证人： %li，共%li

# staking.custom.proceed.button.disabled.title
source: Select validators (max %d)
id: Pilih validator (maks %d)
ja: バリデーターの選択 (最大 %d)
pt: Selecionar validadores (max %d)
ru: Выбрать валидаторов (макс. %li)
tr: Doğrulayıcıları seçin (maks %d )
vi: Chọn validators (tối đa %d)
zh_hans: 选择验证人（最多%d ）

# staking.custom.proceed.button.enabled.title
source: Show selected: %d (max %d)
id: Tampilkan yang dipilih: %d (maks %d)
ja: 選択したものを表示： %d (最大 %d)
pt: Mostrar selecionados: %d (max %d)
ru: Показать выбранных: %li (макс. %li)
tr: Seçilenleri göster: %d (maks %d )
vi: Hiện đã chọn: %d (tối đa %d)
zh_hans: 显示所选： %d （最多%d ）

# staking.custom.validators.list.title
source: Select validators
id: Pilih validator
ja: バリデーターの選択
pt: Selecione validadores
ru: Выберите валидаторов
tr: Doğrulayıcıları seçin.
vi: Chọn validator
zh_hans: 选择验证人

# staking.custom.validators.update.list
source: Update your list
id: Perbarui daftar Anda
ja: リストを更新
pt: Atualize a sua lista
ru: Обновить свой список
tr: Listenizi güncelleyin
vi: Cập nhật danh sách của bạn
zh_hans: 更新你的清单

# staking.era.title
source: era #%@
ja: 時代＃%@
ru: эра %@
tr: dönem # %@
uk: ера # %@
vi: đợt staking (era) # %@
zh_hans: 时间段＃%@

# staking.error.insufficient.balance.title
source: Insufficient balance
id: Saldo tidak mencukupi
ja: 残高不足です
pt: Saldo insuficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
uk: Недостатній баланс
vi: Thanh khoản không đủ
zh_hans: 余额不足

# staking.estimate.earning.title_v1.9.0
source: Estimated earnings
id: Estimasi penghasilan
ja: 予想される利益
pt: Ganhos estimados
ru: Расчёт доходности
tr: Tahmini kazançlar
vi: Thu nhập ước tính
zh_hans: 预计奖励

# staking.filter.title.own.stake
source: Validator's own stake
id: Taruhan validator sendiri
ja: バリデーター自身のステーク
pt: Stake pertencente ao validador
ru: Стейк валидатора
tr: Doğrulayıcının kendi stake miktarı
vi: Stake của riêng Validator
zh_hans: 验证者自己的质押

# staking.filter.title.own.stake.token
source: Validator's own stake (%@)
id: Saham validator sendiri (%@)
ja: バリデーター自身のステーク (%@)
pt: Stake pertencente ao validador (%@)
ru: Стейк валидатора (%@)
tr: Doğrulayıcının kendi stake miktarı ( %@ )
vi: Stake của riêng Validator (%@)
zh_hans: 验证人自己的质押 ( %@ )

# staking.filter.title.rewards
source: Rewards (APY)
id: Hadiah (APY)
ja: 報酬 (APY)
pt: Recompensas (APY)
ru: Вознаграждение (APY)
tr: Ödüller (APY)
vi: Phần thưởng (APY)
zh_hans: 奖励（APY）

# staking.filter.title.rewards.apr
source: Rewards (APR)
id: Hadiah (APR)
ja: 報酬 (年率)
pt: Recompensas (APR)
ru: Награды (APR)
tr: Ödüller (APR)
vi: Phần thưởng (APR)
zh_hans: 奖励（APR）

# staking.hint.no.rewards
source: Tokens in the unstaking period generate no rewards.
id: Token dalam periode unstaking tidak menghasilkan hadiah.
ja: ステーキング解除期間のトークンは報酬を生みません
pt: Os tokens em período de unstaking não geram recompensas.
ru: Во время вывода токены не приносят наград.
tr: Stake kaldırma dönemindeki tokenlar herhangi bir ödül oluşturmaz.
vi: Token trong giai đoạn unstaking không tạo ra phần thưởng.
zh_hans: 在解除质押期间，代币不会产生任何奖励。

# staking.hint.redeem
source: After the unstaking period you will need to redeem your tokens.
id: Setelah periode unstaking, Anda harus menukarkan token Anda.
ja: ステーキング解除期間が終了したら、トークンを引き換える必要があります
pt: Após o período de unstaking, precisará de resgatar os seus tokens.
ru: После вывода токенов из стейкинга не забудьте их забрать.
tr: Unstake süresinden sonra token'larınızı hesabınıza almanız gerekecektir
vi: Sau thời gian unstaking, bạn sẽ cần phải rút tokens của mình về.
zh_hans: 解除质押期结束后，您需要赎回您的代币。
