Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# ed25519.selection.subtitle
source: ed25519 (alternative)
id: ed25519 (alternatif)
ja: ed25519（代替）
pt: ed25519 (alternativa)
ru: ed25519 (альтернативный)
tr: ed25519 (alternatif)
uk: ed25519 (альтернатива)
vi: ed25519 (thay thế)
zh_hans: ed25519（替代）

# ed25519.selection.title
source: Edwards
zh_hans: 爱德华兹

# empty.state.message
source: Nothing found for your request
id: Tidak ada yang ditemukan untuk permintaan Anda
ja: リクエストに該当するものが見つかりませんでした
pt: Nada encontrado para sua solicitação
tr: İsteğinize uygun hiçbir şey bulunamadı
vi: Không tìm thấy gì cho yêu cầu của bạn
zh_hans: 未找到符合您要求的内容

# empty.view.description
source: No networks or assets were found :(
id: Tidak ada jaringan atau aset yang ditemukan :(
ja: ネットワークまたはアセットが見つかりませんでした
pt: Nenhuma rede ou ativo foi encontrado :(
ru: Не найдено ни одной сети или ассета :(
tr: Hiçbir ağ veya varlık bulunamadı :(
vi: Không có mạng hoặc tài sản nào được tìm thấy :(
zh_hans: 未找到任何网络或资产 :(

# empty.view.title
source: Sumimasen!
ja: 失礼しました
ru: Извините!
zh_hans: 对不起！

# error.invalid.address
source: Invalid address for selected chain
id: Alamat tidak valid untuk jaringan yang dipilih
ja: 選択したチェーンのアドレスが無効です
pt: Endereço inválido para a rede selecionada
ru: Неверный адрес для выбранной сети
tr: Seçilen zincir için geçersiz adres
vi: Địa chỉ không hợp lệ cho chuỗi đã chọn
zh_hans: 所选链的地址无效

# error.message.enter.the.name
source: Enter the name…
id: Masukan nama...
ja: 名前を入力してください…
pt: Introduza o nome...
ru: Введите имя…
tr: İsmi girin…
vi: Nhập tên...
zh_hans: 输入名称...

# error.message.enter.the.url.address
source: Enter the URL address…
id: Masukan alamat URL...
ja: URLアドレスを入力してください…
pt: Digite o endereço URL...
ru: Введите URL-адрес…
tr: URL bağlantısını girin...
vi: Nhập địa chỉ URL…
zh_hans: 输入URL地址...

# error.unsupported.asset
source: You're trying to make a transfer of the asset which isn't currently supported on the App. Please choose another asset or request another QR code.
id: Anda mencoba melakukan transfer aset yang saat ini tidak didukung di Aplikasi. Silakan pilih aset lain atau minta kode QR lain.
ja: 現在アプリでサポートされていないアセットを送信しようとしています。別のアセットを選択するか、別のQRコードをリクエストしてください
pt: Você está tentando fazer uma transferência do ativo que atualmente não é compatível com o aplicativo. Escolha outro ativo ou solicite outro código QR.
tr: Şu anda Uygulamada desteklenmeyen bir varlığın aktarımını yapmaya çalışıyorsunuz. Lütfen başka bir varlık seçin veya başka bir QR kodu isteyin.
vi: Bạn đang cố gắng thực hiện chuyển nhượng nội dung hiện không được hỗ trợ trên Ứng dụng. Vui lòng chọn nội dung khác hoặc yêu cầu mã QR khác.
zh_hans: 您正在尝试转移一种目前该应用不支持的资产。请选择另一种资产或请求另一个二维码。

# ethereum.crypto.type
source: Ethereum keypair crypto type
id: Jenis kripto pasangan kunci Ethereum
ja: イーサリアム(Ethereum)キー・ペアの暗号方式
pt: Criptografia de par de chaves do tipo Ethereum
ru: Тип криптографической пары ключей Ethereum
tr: Ethereum anahtar çifti türü
zh_hans: 以太坊密钥对加密类型

source: Ethereum secret derivation path
id: Jalur derivasi rahasia Ethereum
ja: イーサリアム(Ethereum)の秘密の派生パス(Derivation Path)
pt: Caminho de derivação secreto da Ethereum
ru: Путь деривации секрета Ethereum
tr: Ethereum gizli türetme yolu
zh_hans: 以太坊密钥派生路径

# example
source: Example: %s
id: Contoh: %s
ja: 例： %s
pt: Exemplo: %s
ru: Пример: %s
tr: Örneğin: %s
vi: Ví dụ: %s
zh_hans: 示例： %s

# existential.deposit.received.error
source: Existential Deposit not received
id: Setoran Eksistensial tidak diterima
ja: 存続預金を受け取っていない
pt: Depósito existencial não recebido
tr: Varoluş Depozitosu alınmadı
vi: Tiền đặt cọc tồn tại không nhận được
zh_hans: 未收到存款

# export.ethereum.title
source: Export Ethereum
id: Ekspor ethereum
ja: イーサリアム(Ethereum)のエクスポート
pt: Exportar para Ethereum
ru: Экспорт Ethereum
tr: Ethereum'u dışa aktar
vi: Xuất Ethereum
zh_hans: 导出以太坊

# export.mnemonic.hint
source: Use a non-digital way to backup your mnemonic, such as writing down the sequence of mnemonic words and derivation path (if set) on paper.
id: Gunakan cara non digital untuk backup, seperti menulis urutan kata mnemonik dan path derivasi (jika diatur) di atas kertas.
ja: ニーモニック・ワードのシーケンスと派生パス(Derivation Path)(設定されている場合)を紙に書き留めるなど、デジタル以外の方法でバックアップします
pt: Use meios não digitais para fazer backup, como escrever a sequência de palavras mnemónicas e o caminho de derivação (se definido) em papel.
ru: Используйте нецифровой способ резервного копирования, например, записав последовательность мнемонических слов и путь их образования (если он установлен) на бумаге.
tr: Anımsatıcı kelimelerinizin sırasını ve türetme yolunu (ayarlanmış ise) kağıda yazmak gibi "dijital olmayan" bir şekilde yedekleyin.
uk: Використовуйте нецифровий спосіб резервного копіювання, наприклад, запис послідовності мнемонічних слів та шлях виведення (якщо встановлено) на папері.
vi: Không nên sao lưu bằng kỹ thuật số, viết ra giấy các từ ghi nhớ mnemonic và đường dẫn xuất phát (nếu có).
zh_hans: 使用非数字化的方式备份您的助记词，例如将助记词和派生路径（如果设置了）写在纸上。

# export.substrate.title
source: Export Substrate
id: Ekspor Substrat
ja: サブストレート(Substrate)のエクスポート
pt: Exportar para Substrate
ru: Экспорт Substrate
tr: Dışa Aktar
vi: Xuất Substrate
zh_hans: 导出Substrate

source: Export wallet
id: Ekspor dompet
ja: ウォレットをエクスポート
pt: Exportar carteira
ru: Экспорт кошелька
tr: Cüzdanı dışa aktar
vi: Xuất ví
zh_hans: 导出钱包

# export.wallet.chains.count
source: +%d OTHERS
id: +%d Lainnya
ja: +%d その他
pt: +%d OUTRAS
ru: +%d ДРУГИХ
tr: +%d DİĞERLERİ
vi: +%d KHÁC
zh_hans: +%d 其他

# fee.not.yet.loaded.message
source: Please wait until the fee is calculated
id: Mohon tunggu sampai biaya dihitung
ja: 料金が計算されるまでお待ちください
pt: Por favor aguarde até que a taxa seja calculada
ru: Подождите, пока будет рассчитана комиссия
tr: Lütfen ücret hesaplanana kadar bekleyin.
uk: Будь ласка, зачекайте, поки плата не буде нарахована
vi: Vui lòng đợi tính toán chi phí
zh_hans: 请等待，直到费用计算完成。

# fee.not.yet.loaded.title
source: Fee calculation is in progress
id: Perhitungan biaya sedang berlangsung
ja: 料金計算中
pt: Cálculo das taxas em curso
ru: Расчет комиссии в процессе
tr: Ücret hesaplaması devam ediyor.
uk: Триває розрахунок комісії
vi: Đang tính phí
zh_hans: 费用计算正在进行中

# google.backup.button.title
source: Connect with Google
id: Hubungkan dengan google
ja: Googleと接続する
pt: Conecte-se com o Google
tr: Google'a bağlanın
vi: Tiếp tục với Google
zh_hans: 与Google连接

# google.backup.choice.google
source: Import from Google
id: Impor dari google
ja: Googleからインポート
pt: Importar do Google
ru: Импорт из Google
tr: Google'dan içe aktar
vi: Nhập từ Google
zh_hans: 从谷歌导入

# google.backup.choice.mnemonic
source: Mnemonic phrase
id: Ungkapan mnemonik
ja: ニーモニック-フレーズ
pt: Frase mnemônica
vi: Cụm từ ghi nhớ
zh_hans: 助记词

# google.backup.choice.raw
source: Raw Seed
id: Frase Seed
ja: シード
pt: Semente Crua
tr: Ham tohum
zh_hans: 原始种子

# google.backup.choice.title
source: Select source for import
id: Pilih sumber untuk diimpor
ja: インポートするソースを選択
pt: Selecione a fonte para importação
tr: İçe aktarmak için kaynak seçin
vi: Chọn nguồn để nhập
zh_hans: 选择导入的来源

# help.support.title
source: Fearless support
ja: フィアレス・サポート
pt: Apoio da Fearless
ru: Fearless поддержка
tr: Fearless Destek
uk: Fearless підтримка
vi: Hỗ trợ từ Fearless
zh_hans: Fearless支持

source: Hidden assets
id: Aset tersembunyi
ja: 隠されたアセット
pt: Ativos ocultos
ru: Скрытые активы
tr: Gizli varlıklar
vi: Ẩn tài sản
zh_hans: 隐藏资产

# history.empty.description
source: You don't have any transactions here
id: Anda tidak memiliki transaksi apa pun di sini
ja: ここでのトランザクションはありません
pt: Você não tem nenhuma transação aqui
ru: У вас нет транзакций здесь
tr: Burada herhangi bir işleminiz yok
vi: Bạn không có bất kỳ giao dịch nào ở đây
zh_hans: 您在这里没有任何交易记录

# i.dont.need.account
source: I don’t need an account
id: Aku tidak butuh akun
ja: アカウントは不要です
pt: Não preciso de uma conta
ru: Мне не нужен аккаунт
tr: Bir hesaba ihtiyacım yok
vi: Tôi không cần tài khoản
zh_hans: 我不需要一个账户

# identity.email.title
source: Email
ja: Eメール
ru: Почта
tr: E-posta adresi
uk: Пошта
zh_hans: 电子邮件

# identity.legal.name.title
source: Legal name
id: Nama Legal
ja: 正式名称
pt: Designação legal
ru: Официальное имя
tr: Yasal isim
uk: Юридична назва
vi: Tên pháp lý
zh_hans: 合法名称

# identity.riot.name.title
source: Element name
id: Nama Riot
ja: 暴動の名前
pt: Nome do elemento
ru: Имя в Element
tr: Element adı
uk: Назва Riot
vi: Tên sơ khai
zh_hans: 元素名称

# identity.title
source: Identity
id: Identitas
ja: 身元
pt: Identidade
ru: Персонализация
tr: Kimlik
uk: Ідентифікація
vi: Danh tính (ID)
zh_hans: 身份

# identity.twitter.title
source: Twitter
zh_hans: 推特

# identity.web.title
source: Web
ja: ウェブ
ru: Сайт
tr: ağ
uk: Мережа
zh_hans: 网页

# import.account.exists.title
source: Account already exists
id: Akun sudah ada
ja: アカウントはすでに存在しています
pt: A conta já existe
ru: Аккаунт уже существует
tr: Hesap zaten mevcut
vi: Tài khoản đã tồn tại
zh_hans: 账户已存在

# import.empty.derivation.cancel
source: Zero
id: Nol
ja: ゼロ
ru: Оставить как есть
tr: Sıfır
vi: Số không
zh_hans: 零

# import.empty.derivation.confirm
source: Empty
id: Kosong
ja: 空
pt: Vazio
ru: Пустой
tr: Boş
vi: Trống
zh_hans: 空的

# import.empty.derivation.message
source: There is an option to set up a zero path (//00//00//0/0/0), or put an empty derivation path. If you choose an empty derivation path, you will not be able to export your account. Please choose which derivation path you would like to use
id: Ada opsi untuk menyiapkan jalur nol (//00//00//0/0/0), atau meletakkan jalur derivasi kosong. Jika Anda memilih jalur derivasi yang kosong, Anda tidak akan dapat mengekspor akun Anda. Silakan pilih jalur derivasi mana yang ingin Anda gunakan
ja: ゼロパス (//00//00//0/0/0) を設定するか、空の派生パス(Derivation Path)を配置するオプションがあります。空の派生パスを選択すると、アカウントをエクスポートできなくなります。使用する派生パスを選択してください
pt: Existe a opção de estabelecer um caminho zero (//00///00//0/0/0/0), ou de colocar um caminho de derivação vazio. Se escolher um caminho de derivação vazio, não será capaz de exportar a sua conta. Escolha, por favor, qual o caminho de derivação que gostaria de utilizar
ru: Вы можете задать нулевой путь (//00//00//0/0/0) или оставить путь деривации пустым. Пустой путь не позволит вам экспортировать аккаунт. Пожалуйста, выберите, какой путь вы хотите задать
tr: Sıfır türetme yolunu (//00//00//0/0/0) , ya da boş bir yolu ayarlama seçeneği mevcuttur. Eğer boş bir türetme yolu seçersen, hesabını dışa aktaramayacaksın. Lütfen kullanmak istediğiniz türetme yolunu seçin
vi: Có thể lựa chọn thiết lập một đường dẫn zero (//00//00/0/0/0/0), hoặc một đường dẫn nguồn trống. Nếu bạn chọn đường dẫn nguồn trống, bạn sẽ không thể xuất tài khoản của bạn. Vui lòng chọn, đường dẫn nguồn nào bạn muốn sử dụng
zh_hans: 有一个选项可以设置一个零路径（//00//00//0/0/0），或者放置一个空的派生路径。如果您选择了一个空的派生路径，您将无法导出您的账户。请选择您想要使用的派生路径。

# import.eth.json.invalid.import.type.message
source: Your JSON file isn't valid. You're trying to import Substrate based chain accounts instead of ETH ones. Please use a proper JSON file to import ETH chain accounts.
id: File JSON Anda tidak valid. Anda mencoba mengimpor akun rantai berbasis Substrat, bukan akun ETH. Silakan gunakan file JSON yang tepat untuk mengimpor akun rantai ETH.
ja: JSONファイルが無効です。 ETHアカウントではなく、Substrateベースのチェーン・アカウントをインポートしようとしています。 ETHチェーン・アカウントをインポートするのに適切なJSONファイルを使用してください
pt: Seu arquivo JSON não é válido. Você está tentando importar contas em cadeia baseadas em Substrate em vez de contas ETH. Use um arquivo JSON adequado para importar contas da cadeia ETH.
tr: JSON dosyanız geçerli değil. ETH hesapları yerine Substrate tabanlı zincir hesaplarını içe aktarmaya çalışıyorsunuz. ETH zincir hesaplarını içe aktarmak için lütfen uygun bir JSON dosyası kullanın.
vi: Tệp JSON của bạn không hợp lệ. Bạn đang cố gắng nhập các tài khoản chuỗi dựa trên Chất nền thay vì tài khoản ETH. Vui lòng sử dụng tệp JSON thích hợp để nhập tài khoản chuỗi ETH.
zh_hans: 你的JSON文件无效。你正在尝试导入基于Substrate的链账户，而不是以太坊账户。请使用正确的JSON文件来导入以太坊链账户。

# import.ethereum.recovery.json
source: Restore JSON for ETH-based accounts
id: Pulihkan JSON untuk akun berbasis ETH
ja: ETHベースのアカウントのJSONを復元する
pt: Restaurar o JSON para contas baseadas em ETH
ru: JSON для восстановления ETH аккаунтов
tr: ETH-tabanlı hesaplar için JSON'u geri yükleyin
vi: Khôi phục JSON cho các tài khoản ETH-based
zh_hans: 恢复基于ETH的账户的JSON

# import.json.invalid.format.message
source: Please make sure that your input contains a valid JSON.
id: Pastikan bahwa masukan Anda berisi json yang valid.
ja: 入力に有効なJSONが含まれていることを確認してください
pt: Por favor, certifique-se de que a sua entrada contém um JSON válido.
ru: Пожалуйста, удостоверьтесь, что данные соответствуют json формату.
tr: Lütfen girişinizin geçerli JSON içerdiğinden emin olun.
vi: Vui lòng đảm bảo rằng bạn nhập json hợp lệ.
zh_hans: 请确保您的输入包含有效的JSON。

# import.json.invalid.format.title
source: Restore JSON is invalid
id: Pemulihan JSON tidak valid
ja: リカバリJSONが無効です
pt: O restauro do JSON é inválido
ru: JSON для восстановления недействителен
tr: Geri yükleme JSON'u geçersiz
vi: Khôi phục JSON không hợp lệ
zh_hans: 恢复的JSON无效

# import.json.invalid.import.type.message
source: Your JSON file isn't valid. You're trying to import ETH based chain accounts instead of Substrate ones. Please use a proper JSON file to import Substrate chain accounts at first.
id: File JSON Anda tidak valid. Anda mencoba mengimpor akun rantai berbasis ETH, bukan akun Substrat. Harap gunakan file JSON yang tepat untuk mengimpor akun rantai Substrat terlebih dahulu.
ja: JSONファイルが無効です。 Substrateアカウントではなく、ETHベースのチェーン・アカウントをインポートしようとしています。 最初にSubstrateチェーン・アカウントをインポートするのに適切なJSONファイルを使用してください
pt: Seu arquivo JSON não é válido. Você está tentando importar contas em cadeia baseadas em ETH em vez de contas do Substrate. Use um arquivo JSON adequado para importar contas da cadeia do Substrate primeiro.
tr: JSON dosyanız geçerli değil. Substrat hesapları yerine ETH tabanlı zincir hesapları içe aktarmaya çalışıyorsunuz. Lütfen öncelikle Substrate zincir hesaplarını içe aktarmak için uygun bir JSON dosyası kullanın.
vi: Tệp JSON của bạn không hợp lệ. Bạn đang cố gắng nhập các tài khoản chuỗi dựa trên ETH thay vì tài khoản Cơ chất. Trước tiên, vui lòng sử dụng tệp JSON thích hợp để nhập tài khoản chuỗi Chất nền.
zh_hans: 你的JSON文件无效。你正在尝试导入基于ETH的链账户，而不是Substrate的账户。请先使用正确的JSON文件来导入Substrate链账户。

# import.mnemonic
source: Mnemonic passphrase
id: Frasa sandi mnemonik
ja: ニーモニック・パスフレーズ
pt: Frase Mnemónica
ru: Мнемоническая фраза
tr: Anımsatıcı dizi
uk: Мнемонічна фраза
vi: Cụm từ mật khẩu ghi nhớ (Mnemonic)
zh_hans: 助记词密码

# import.mnemonic.invalid.title
source: Your mnemonic is invalid
id: Mnemonic Anda tidak valid
ja: ニーモニックが無効です
pt: A sua chave mnemónica não é valida
ru: Ваша мнемоника недействительна
tr: Anımsatı cümleniz geçersiz
vi: Cụm từ ghi nhớ (Mnemonic) không hợp lệ
zh_hans: 你的助记词无效

# import.raw.seed
source: Raw seed
ja: シード
pt: Seed primária
ru: Сид
tr: Ham kaynak
uk: Сід
vi: Cụm mật khẩu ví gốc (Raw seed)
zh_hans: 原始种子词

# import.recovery.json
source: Restore JSON
id: Pulihkan JSON
ja: リカバリJSON
pt: Restaurar o JSON
ru: JSON для восстановления
tr: Geri yükleme JSON'u
uk: JSON для відновлення
vi: Khôi phục JSON
zh_hans: 恢复JSON

# import.seed.invalid.message
source: Please make sure that your input contains 64 hex symbols.
id: Harap pastikan bahwa masukan Anda berisi 64 simbol hex.
ja: 入力に64個の16進記号が含まれていることを確認してください
pt: Por favor, certifique-se de que a sua entrada contém 64 símbolos hexadecimais.
ru: Пожалуйста, убедитесь, что введенные данные содержат 64 hex символа.
tr: Lütfen, girdinizin 64 hex sembolü içerdiğinden emin olun
vi: Vui lòng kiểm tra đảm bảo rằng đầu vào của bạn chứa 64 ký tự hex.
zh_hans: 请确保您的输入包含64个十六进制符号。

# import.seed.invalid.title
source: The seed is invalid
id: Seed tidak valid
ja: シードが無効です
pt: A seed é inválida
ru: Сид неверный
tr: Geçersiz kaynak
vi: Cụm từ Seed không hợp lệ
zh_hans: 种子词无效

# import.source.picker.title
source: Source type
id: Jenis sumber
ja: ソースの種類
pt: Tipo de fonte
ru: Тип источника
tr: Kaynak türü
uk: Тип джерела
vi: Loại nguồn
zh_hans: 来源类型

# import.substrate.recovery.json
source: Restore JSON for Substrate accounts
id: Pulihkan JSON untuk akun Substrat
ja: サブストレート(Substrate)アカウントのJSONを復元する
pt: Restaurar o JSON para contas de Substrate
ru: JSON для восстановления Substrate аккаунтов
tr: Substrat hesapları için JSON'u geri yükleyin
vi: Khôi phục JSON cho tài khoản Substrate
zh_hans: 恢复 Substrate 账户的 JSON

source: Import wallet
id: Impor dompet
ja: ウォレットをインポート
pt: Importar carteira
ru: Импорт кошелька
tr: Cüzdanı içe aktar
vi: Nhập ví
zh_hans: 导入钱包

# import.wallets.not.found
source: No import wallets were found :(
id: Tidak ada dompet impor yang ditemukan :(
ja: インポートするウォレットが見つかりませんでした
pt: Nenhuma carteira de importação foi encontrada :(
tr: Hiçbir ithalat cüzdanı bulunamadı :(
vi: Không tìm thấy ví nào :(
zh_hans: 未找到任何导入的钱包 :(

# index.common
source: Index
id: Indeks
ja: 索引
pt: Índice
ru: Индекс
tr: Dizin
zh_hans: 指数

# json.export.file.title
source: Export to file
id: Ekspor ke file
ja: ファイルにエクスポート
pt: Exportar para ficheiro
ru: Экспорт в файл
tr: Dosya olarak dışa aktar
vi: Xuất dưới dạng tệp
zh_hans: 导出到文件

# json.export.text.title
source: Export as text
id: Ekspor sebagai teks
ja: テキストとしてエクスポート
pt: Exportar como texto
ru: Экспортировать как текст
tr: Yazı olarak dışa aktar
vi: Xuất dưới dạng văn bản
zh_hans: 导出为文本

# karura.referral.code.action
source: Enter your referral code
id: Masukkan kode referensi Anda
ja: 紹介コードを入力してください
pt: Insira o seu código de referência
ru: Введите реферальный код
tr: Referans kodunuzu girin.
vi: Nhập mã giới thiệu của bạn
zh_hans: 输入您的推荐码

# karura.terms.action
source: Agree to the Terms and Conditions
id: Setuju dengan Syarat dan Ketentuan
ja: 規約と条件に同意
pt: Concordar com os Termos e Condições
ru: Соглашаюсь с Условиями использования
tr: Şartlar ve Koşulları kabul edin.
vi: Đồng ý với các Điều khoản và Điều kiện đi kèm
zh_hans: 同意条款和条件

# label.testnet
source: Testnet
ja: 試験ネットワーク
pt: Rede de Testes
zh_hans: 测试网

# language.title
source: Language
id: Bahasa
ja: 言語
pt: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Learn more about Crowdloans
id: Pelajari lebih lanjut tentang Crowdloan
ja: クラウドローン(Crowdloan)についてさらに学ぶ
pt: Saiba mais sobre os Crowdloans
ru: Узнайте больше о Crowdloans
tr: Crowdloan'lar hakkında daha fazla öğrenin
vi: Tìm hiểu thêm về Crowdloans
zh_hans: 了解更多关于众贷的信息

# manage.assets.account.missing.text
source: Add an account...
id: Tambahkan akun...
ja: アカウントを追加...
pt: Acrescentar uma conta...
ru: Добавить аккаунт...
tr: Bir hesap ekle
vi: Thêm một tài khoản...
zh_hans: 添加一个账户...

# manage.assets.search.hint
source: Search by asset
id: Cari berdasarkan aset
ja: トークンまたはネットワークで検索
pt: Pesquisa por token ou rede
ru: Поиск по токену
tr: Tokene veya ağa göre ara
vi: Tìm kiếm theo tài sản
zh_hans: 按资产搜索

# members.common
source: Members
id: Anggota
ja: 会員
pt: Membros
ru: Участники
tr: Üyeler
vi: Các thành viên
zh_hans: 成员

# min.staking.calculating.text
source: Calculating active minimum nominated amount. Please try again in a few seconds.
id: Menghitung jumlah nominasi minimum aktif. Silakan coba lagi dalam beberapa detik.
ja: アクティブな最少指名額を計算しています。数秒後にもう一度お試しください
pt: Calculando o montante mínimo para o ativo nomeado. Por favor, tente novamente em poucos segundos.
ru: Расчет активной минимальной номинальной суммы. Повторите попытку через несколько секунд.
tr: Minimum geçerli küsürat hesaplanıyor. Lütfen birkaç saniye içinde yeniden deneyin.
vi: Đang tính toán số tiền nominate tối thiểu đang hoạt động. Vui lòng thử lại sau vài giây.
zh_hans: 计算有效的最低提名金额。请几秒钟后再试。

# missing.account.skip
source: I don't need an account
id: Aku tidak butuh akun
ja: アカウントは不要です
pt: Não preciso de uma conta
ru: Мне не нужен аккаунт
tr: Hesaba ihtiyacım yok
vi: Tôi không cần tài khoản
zh_hans: 我不需要一个账户

# mnemonic.error.try.another.one
source: Please try another one.
id: Silakan, coba yang lain.
ja: 別のものをお試しください
pt: Por favor, tente outra.
ru: Пожалуйста, попробуйте другую.
tr: Lütfen başka bir tane deneyin
vi: Vui lòng thử một cái khác.
zh_hans: 请尝试另一个。

# moonbeam.crowdloan.terms
source: Moonbeam Crowdloan Terms and Conditions
id: Syarat dan ketentuan Moonbeam pinjaman massal
ja: ムーンビーム・クラウドローン(Moonbeam Crowdloan)の規約と条件
pt: Termos e Condições do Crowdloan da Moonbeam
ru: Правила и условия Moonbeam краудлоуна
tr: Moonbeam Crowdloan Şartlar ve Koşulları
vi: Điều khoản và Điều kiện của Moonbeam Crowdloan
zh_hans: Moonbeam 众贷条款和条件

# moonbeam.ethereum.address.incorrect
source: The Moonbeam Ethereum address format is incorrect, please try again
id: Format alamat Moonbeam Ethereum salah, silahkan coba lagi
ja: ムーンビーム・イーサリアム(Moonbeam Ethereum)アドレスの形式が正しくありません。もう一度お試しください
pt: O endereço Moonbeam em formato Ethereum está incorreto, por favor tente novamente
ru: Формат адреса Moonbeam Ethereum неверен, попробуйте еще раз
tr: Moonbeam Etherum adresinin formatı yanlış, lütfen tekrar deneyin
vi: Định dạng địa chỉ Moonbeam Ethereum không chính xác, vui lòng thử lạI
zh_hans: Moonbeam的以太坊地址格式不正确，请重新尝试

# moonbeam.ethereum.reward
source: Rewards will be paid out to this address. You can use an existing Ethereum address. PLEASE ENSURE YOU HAVE THE PRIVATE KEYS FOR THIS ADDRESS.
id: Hadiah akan dibayarkan ke alamat ini. Anda dapat menggunakan alamat Ethereum yang ada. PASTIKAN ANDA MEMILIKI KUNCI PRIBADI UNTUK ALAMAT INI.
ja: 報酬は、このアドレスに支払われます。既存のイーサリアム(Ethereum)アドレスを使用することができます。このアドレスのプライベート・キー(秘密鍵)を持っていることを確認してください
pt: As recompensas serão pagas para este endereço. Poderá utilizar um endereço Ethereum existente. POR FAVOR, ASSEGURE-SE DE QUE POSSUI AS CHAVES PRIVADAS PARA ESTE ENDEREÇO.
ru: Вознаграждения будут выплачиваться на этот адрес. Вы можете использовать существующий адрес Ethereum. ПОЖАЛУЙСТА, УБЕДИТЕСЬ, ЧТО У ВАС ЕСТЬ ПРИВАТНЫЕ КЛЮЧИ ДЛЯ ЭТОГО АДРЕСА.
tr: Ödüller bu adrese ödenecektir. Ethereum adresinizi kullanabilirsiniz. LÜTFEN BU ADRESİN ÖZEL ANAHTARINA SAHİP OLDUĞUNUZDAN EMİN OLUN
vi: Phần thưởng sẽ được trả cho địa chỉ này. Bạn có thể sử dụng địa chỉ Ethereum hiện có. HÃY ĐẢM BẢO BẠN CÓ PRIVATE KEY CHO ĐỊA CHỈ NÀY.
zh_hans: 奖励将支付到此地址。您可以使用现有的以太坊地址。请确保您拥有该地址的私钥。

# moonbeam.location.unsupported.error
source: Unfortunately, it appears that you might be ineligible to participate in the Moonbeam Crowdloan Campaign due to your detected location.
id: Sayangnya, tampaknya Anda tidak memenuhi syarat untuk berpartisipasi dalam Kampanye Crowdloan Moonbeam karena lokasi Anda terdeteksi.
ja: 残念ながら、検出された位置情報により、ムーンビーム・クラウドローン・キャンペーンに参加できないようです
pt: Infelizmente, parece que pode não estar qualificado para participar da Campanha de Crowdloan da Moonbeam devido à sua localização detetada.
ru: К сожалению, вы не можете участвовать в кампании Moonbeam Crowdloan Campaign из-за вашего местоположения.
tr: Ne yazık ki, tespit edilen konumunuz nedeniyle Moonbeam Toplu Kredi Kampanyasına katılmaya uygun olmadığınız görülüyor.
vi: Rất tiếc, có vẻ như bạn không đủ điều kiện để tham gia Chiến dịch Moonbeam Crowdloan cho đến khi xác định được vị trí của bạn.
zh_hans: 很遗憾，根据检测到的位置信息，您可能不符合参与Moonbeam众贷活动的资格。

# moonbeam.registration
source: Moonbeam Crowdloan Registration
id: Pendaftaran Moonbeam Pinjaman massal
ja: ムーンビーム・クラウドローン登録
pt: Registo do Crowdloan da Moonbeam
ru: Регистрация в краудлоуне Moonbeam
tr: Moonbeam Crowdloan Kaydı
vi: Đăng ký Moonbeam Crowdloan
zh_hans: Moonbeam 众贷注册

# moonbeam.registration.description.system.remark
source: system.remark
id: sistem.komentar
tr: sistem.açıklaması
zh_hans: 系统.备注

# moonbean.ethereum.address
source: Moonbeam Ethereum address
id: Alamat Ethereum moonbeam
ja: ムーンビーム・イーサリアム(Moonbeam Ethereum)アドレス
pt: Endereço da Moonbeam do tipo Ethereum
ru: Адрес Moonbeam Ethereum
tr: Moonbeam Ethereum adresi
vi: Đại chỉ Moonbeam Ethereum
zh_hans: Moonbeam以太坊地址
