Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# parachain.staking.story.rewards.page.2
source: Delegators get rewards after a reward payout delay. Payout delays are a certain amount of rounds which must pass before staking rewards are distributed automatically to the free balance. Reward distribution to some delegators may be stopped because of two possible reasons; A collator hasn't been chosen by the network for creating blocks, or decided to leave the candidate pool. Another reason is having a stake amount lower than the minimum collator bond.
id: Delegator mendapatkan hadiah setelah penundaan pembayaran hadiah. Penundaan pembayaran adalah sejumlah putaran tertentu yang harus dilewati sebelum hadiah staking didistribusikan secara otomatis ke saldo gratis. Distribusi hadiah ke beberapa delegator mungkin dihentikan karena dua kemungkinan alasan; Seorang kolator belum dipilih oleh jaringan untuk membuat blok, atau memutuskan untuk keluar dari kumpulan kandidat. Alasan lainnya adalah memiliki jumlah taruhan yang lebih rendah dari minimum collator bond.
ja: デリゲーター(委任者)は、報酬のペイアウト遅延が発生した後に報酬を受け取ります。ペイアウト遅延とは、ステーキング報酬が利用可能残高に自動的に分配されるまでに経過しなければならない一定のラウンド数のことです。 考えられる2つの理由により、一部のデリゲーターへの報酬の配布が停止される場合があります。コレーター(照合者)がブロック作成に選ばれてなかったり、候補から外れたりした場合。または、コレーターの最少ボンドよりステーキング額が低い場合です
tr: Yetki verenler ödül ödeme gecikmesinden sonra ödül alırlar. Ödeme gecikmeleri, stake ödüllerinin ücretsiz bakiyeye otomatik olarak dağıtılmasından önce geçmesi gereken belirli sayıda turdur. Bazı delegelere ödül dağıtımı iki olası nedenden dolayı durdurulabilir; Ağ tarafından blok oluşturmak için bir harmanlayıcı seçilmedi veya aday havuzundan ayrılmaya karar verilmedi. Diğer bir neden ise minimum teminat tahvilinden daha düşük bir hisse tutarına sahip olmaktır.
vi: Người ủy quyền (Delegators) sẽ nhận được phần thưởng sau khi thanh toán phần thưởng bị trì hoãn. Sự chậm trễ thanh toán là một số vòng nhất định phải vượt qua trước khi phần thưởng đặt cọc được phân phối tự động vào số dư miễn phí. Reward phân phối cho một số người ủy quyền có thể bị dừng lại vì hai lý do có thể xảy ra; Một đối tác đã không được mạng chọn để tạo các khối hoặc quyết định rời khỏi nhóm ứng cử viên. Một lý do khác là có số tiền đặt cược thấp hơn trái phiếu đối chiếu tối thiểu.
zh_hans: 委托人在奖励支付延迟后获得奖励。支付延迟是指必须经过一定数量的轮次，然后将质押奖励自动分配到可用余额中。 由于两个可能的原因，某些委托人的奖励分发可能会停止；一个是网络未选择收集人来创建区块，或者决定离开候选池。另一个原因是质押金额低于最低收集人保证金要求。

# parachain.staking.story.rewards.title
source: Rewards?
id: Hadiah?
ja: 報酬は？
pt: Recompensas
tr: Ödüller mi?
vi: Thưởng?
zh_hans: 奖励？

# parachain.staking.unlock
source: Unlock
id: Buka kunci
ja: ロック解除
pt: Desbloquear
ru: Разблокировать
tr: Kilidini aç
vi: Mở khóa
zh_hans: 解锁

# pincode.confirm.pin.code
source: Confirm pin code
id: Konfirmasi kode pin
ja: PINコードの確認
pt: Confirmar código PIN
ru: Подтвердите пин-код
tr: Pin kodunu onaylayın
vi: Xác nhận mã pin
zh_hans: 确认PIN码

# pincode.confirm.your.pin.code
source: Confirm your pin code
id: Konfirmasi pin Anda
ja: pinコードの確認
pt: Confirme o seu código PIN
ru: Подтвердите свой PIN-код
tr: PIN kodunuzu doğrulayın.
uk: Підтвердьте свій PIN-код
vi: Xác nhận mã pin của bạn
zh_hans: 确认您的PIN码

# pincode.create.top.title
source: Create a pin code
id: Buat pin
ja: PINコードを作成
pt: Criar código PIN
ru: Новый PIN-код
tr: PIN kodu oluştur.
uk: Створення пін-коду
vi: Tạo mã pin
zh_hans: 创建一个PIN码

# pincode.enter.pin.code
source: Enter the pin code
id: Masukkan PIN
ja: PINコードを入力する
pt: Insira o código PIN
ru: Введите PIN-код
tr: PIN kodunu girin
uk: Введіть PIN-код
vi: Nhập mã PIN
zh_hans: 输入PIN码

# pincode.set.your.pin.code
source: Set your pin code
id: Setel kode PIN anda
ja: pinコードを入力
pt: Defina o seu código PIN
ru: Установите свой PIN-код
tr: PIN kodunuzu ayarlayın.
uk: Встановіть свій PIN-код
vi: Đặt mã pin của bạn
zh_hans: 设置您的PIN码

# pincode.setup.top.title
source: Setup pin code
id: Pengaturan kode pin
ja: PINコードの設定
pt: Configurar código PIN
ru: Установить пин-код
tr: Pin kodu ayarlayın
vi: Thiết lập mã pin
zh_hans: 设置PIN码

# polkaswap.add.more.amount.message
source: Sorry, you don't have enough funds to pay the network fee. We can't charge. The fee neither from your current balance nor from the swap results. Please add more tokens or adjust the transaction amount to proceed
id: Maaf, Anda tidak mempunyai cukup dana untuk membayar biaya jaringan. Kami tidak dapat mengenakan biaya. Biayanya bukan dari saldo Anda saat ini maupun dari hasil swap. Silakan tambahkan lebih banyak token atau sesuaikan jumlah transaksi untuk melanjutkan
ja: ネットワーク手数料を支払うのに十分な残高がありません。補填できません。手数料は現在の残高からもスワップ結果からも発生しません。続行するには、さらにトークンを追加するか、トランザクション金額を調整してください
pt: Desculpe, você não tem fundos suficientes para pagar a taxa de rede. Não podemos cobrar a taxa nem do seu saldo atual, nem dos resultados do swap. Adicione mais tokens ou ajuste o valor da transação para prosseguir.
tr: Üzgünüz, ağ ücretini ödemek için yeterli paranız yok. Şarj edemiyoruz. Ücret ne mevcut bakiyenizden ne de takas sonuçlarından alınır. Devam etmek için lütfen daha fazla jeton ekleyin veya işlem tutarını ayarlayın
vi: Rất tiếc, bạn không có đủ tiền để thanh toán phí mạng. Chúng tôi không thể tính phí. phí không phải từ số dư hiện tại của bạn cũng như từ kết quả hoán đổi. Vui lòng thêm nhiều mã thông báo token hơn hoặc điều chỉnh số tiền giao dịch để tiếp tục
zh_hans: 抱歉，您的资金不足以支付网络费用。我们无法从您当前的余额或交换结果中扣除费用。请添加更多代币或调整交易金额以继续操作。

# polkaswap.confirmation.price.impact.stub
source: Price impact
id: Dampak harga
ja: 価格への影響
pt: Impacto no preço
tr: Fiyat etkisi
vi: Tác động giá
zh_hans: 价格影响

# polkaswap.confirmation.route.stub
source: Route
id: Rute
ja: ルート
pt: Rota
tr: Rota
zh_hans: 路径

# polkaswap.confirmation.swap.stub
source: Swap
id: Tukar
ja: スワップ
pt: Trocar
ru: Обменять
tr: Takas
vi: Đổi
zh_hans: 兑换

# polkaswap.confirmation.swapped.stub
source: Swapped
id: Tertukar
ja: スワップ済み
pt: Trocado
tr: Değiştirildi
vi: Đã đổi xong
zh_hans: 已兑换

# polkaswap.dex.alert.message
source: Unfortunately there is no such pair, but you can choose another one
id: Sayangnya tidak ada pasangan seperti itu, tetapi Anda dapat memilih yang lain
ja: 残念ながら、そのようなペアはありませんが、別のペアを選択できます
pt: Infelizmente, esse par não existe, mas você pode escolher outro
ru: К сожалению, такой пары нет. Но вы можете выбрать другую
tr: Ne yazık ki böyle bir çift yok, ancak başka bir tane seçebilirsiniz
vi: Rất tiếc là không có cặp như vậy, nhưng bạn có thể chọn một cặp khác
zh_hans: 很遗憾，没有这样的配对，但你可以选择另一个。

# polkaswap.dex.alert.title
source: Token Pair Isn’t Created
id: Pasangan Token Tidak Dibuat
ja: トークン・ペアが作成されていません
pt: O par de tokens não foi criado
tr: Jeton Çifti Oluşturulmadı
vi: Cặp mã thông báo không được tạo
zh_hans: 代币对未创建

# polkaswap.disclaimer.important
source: IMPORTANT: I confirm that I have read all of the documents mentioned and pressing Сontinue I accept them.
id: PENTING: Saya mengonfirmasi bahwa saya telah membaca semua dokumen yang disebutkan dan menekan Lanjutkan saya menerimanya.
ja: 重要：私は、記載されている全ての文書を読んだことを確認し、「続行」をタップしてそれらを受け入れます
pt: Confirmo que li todos os documentos mencionados e, pressionando 'Continuar', aceito-os.
tr: ÖNEMLİ: Bahsedilen tüm belgeleri okuduğumu ve Devam'a basarak bunları kabul ettiğimi onaylıyorum.
vi: QUAN TRỌNG: Tôi xác nhận rằng tôi đã đọc tất cả các tài liệu được đề cập và nhấn Tiếp tục, tôi chấp nhận chúng.
zh_hans: 重要提示：我确认已阅读所有提及的文件，并在按下“继续”按钮后接受它们。

# polkaswap.disclaimer.number.1
source: Your sole responsibility for compliance with all laws that may apply to your particular use of Polkaswap in your legal jurisdiction;
id: Tanggung jawab Anda sepenuhnya untuk mematuhi semua undang-undang yang mungkin berlaku untuk penggunaan khusus Anda atas Polkaswap di yurisdiksi hukum Anda;
ja: あなたの法的管轄区域におけるポルカスワップ(Polkaswap)の特定の使用に適用される可能性のある全ての法律の遵守については、あなた単独の責任となります；
pt: É sua a exclusiva responsabilidade pelo cumprimento de todas as leis que se possam aplicar à utilização particular da Polkaswap na sua jurisdição legal;
tr: Yasal yargı alanınızda Polkaswap'i özel kullanımınız için geçerli olabilecek tüm yasalara uyma konusundaki tek sorumluluğunuz;
vi: Trách nhiệm duy nhất của bạn đối với việc tuân thủ tất cả các luật có thể áp dụng cho việc sử dụng Polkaswap cụ thể của bạn trong khu vực pháp lý của bạn;
zh_hans: 您在法律管辖区内使用Polkaswap时，需全权负责遵守所有可能适用的法律规定；

# polkaswap.disclaimer.number.2
source: Your understanding that the current version of Polkaswap is an alpha version: it has not been fully tested, and some functions may not perform as designed;
id: Pemahaman Anda bahwa versi Polkaswap saat ini adalah versi alfa: versi tersebut belum sepenuhnya diuji, dan beberapa fungsi mungkin tidak berfungsi sebagaimana mestinya;
ja: ポルカスワップ(Polkaswap)の現在のバージョンはアルファ版です：完全にテストされておらず、一部の機能は設計通りに動作しない可能性があることをご了承のうえ利用してください；
pt: Compreende que a versão atual da Polkaswap é uma versão alfa: que não foi totalmente testada e algumas funções podem não funcionar como concebidas;
tr: Polkaswap'in mevcut sürümünün bir alfa sürümü olduğuna dair anlayışınız: tam olarak test edilmemiştir ve bazı işlevler tasarlandığı gibi çalışmayabilir;
vi: Bạn hiểu rằng phiên bản Polkaswap hiện tại là phiên bản alpha: nó chưa được kiểm tra đầy đủ và một số chức năng có thể không hoạt động như thiết kế;
zh_hans: 你理解当前版本的Polkaswap是一个alpha版：它尚未经过全面测试，某些功能可能无法按设计执行；

# polkaswap.disclaimer.number.3
source: Your understanding and voluntary acceptance of the risks involved in using Polkaswap, including, but not limited to, the risk of losing tokens.
id: Pemahaman dan penerimaan sukarela Anda atas risiko yang terkait dengan penggunaan Polkaswap, termasuk, namun tidak terbatas pada, risiko kehilangan token.
ja: トークンを失うリスクを含むなどの、ポルカスワップ(Polkaswap)の利用に伴うリスクがあることを認識したうえで任意に了承
pt: Sua compreensão e aceitação voluntária dos riscos envolvidos no uso da Polkaswap, incluindo, mas não limitado a, o risco de perda de tokens.
tr: Token kaybetme riski de dahil ancak bununla sınırlı olmamak üzere Polkaswap'in kullanılmasıyla ilgili riskleri anlamanız ve gönüllü olarak kabul etmeniz.
vi: Bạn hiểu và tự nguyện chấp nhận các rủi ro liên quan đến việc sử dụng Polkaswap, bao gồm, nhưng không giới hạn, rủi ro mất token.
zh_hans: 您对使用Polkaswap所涉及的风险有清晰的理解并自愿接受，包括但不限于丧失代币的风险。

# polkaswap.disclaimer.paragraph.1
source: Polkaswap is maintained by the SORA community. Before continuing to use Polkaswap, please review the %%Polkaswap FAQ%% and documentation, which includes a detailed explanation on how Polkaswap works, as well as the %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%.
id: Polkaswap dikelola oleh komunitas SORA. Sebelum melanjutkan menggunakan Polkaswap, harap tinjau %%FAQ Polkaswap%% dan dokumentasi, yang mencakup penjelasan rinci tentang cara kerja Polkaswap, serta %%Memorandum Polkaswap dan Ketentuan Layanan%%, dan %%Kebijakan Privasi%% .
ja: ポルカスワップ(Polkaswap)はSORAコミュニティによって管理されています。Polkaswapの使用前に、%%ポルカスワップ(Polkaswap)のよくある質問 FAQ%%とポルカスワップ(Polkaswap)の仕組みに関する詳細な説明を含む文書、%%ポルカスワップ(Polkaswap)覚書と利用規約%%、および%%個人情報保護方針%%を確認してください
tr: Polkaswap'in bakımı SORA topluluğu tarafından yapılmaktadır. Polkaswap'i kullanmaya devam etmeden önce lütfen Polkaswap'in nasıl çalıştığına ilişkin ayrıntılı bir açıklamanın yanı sıra %%Polkaswap Sözleşmesi ve Hizmet Şartları%% ile %%Gizlilik Politikası%%'ni içeren %%Polkaswap SSS%% ve belgelerini inceleyin. .
vi: Polkaswap được duy trì bởi cộng đồng SORA. Trước khi tiếp tục sử dụng Polkaswap, vui lòng xem lại %% Câu hỏi thường gặp về Polkaswap %% và tài liệu, bao gồm giải thích chi tiết về cách Polkaswap hoạt động, cũng như Bản ghi nhớ %% Polkaswap và Điều khoản dịch vụ %% và %% Chính sách quyền riêng tư %% .
zh_hans: Polkaswap由SORA社区维护。在继续使用Polkaswap之前，请查阅%%Polkaswap常见问题解答%%和文档，其中包括了关于Polkaswap工作原理的详细说明，以及%%Polkaswap备忘录和服务条款%%以及%%隐私政策%%。

# polkaswap.disclaimer.paragraph.2
source: These documents are crucial to a secure and positive user experience. By using Polkaswap, you acknowledge that you have read and understand these documents.
id: Dokumen-dokumen ini sangat penting untuk pengalaman pengguna yang aman dan positif. Dengan menggunakan Polkaswap, Anda menyatakan bahwa Anda telah membaca dan memahami dokumen-dokumen ini.
ja: これらの文書は、安全に使い勝手良く利用して頂くために欠かせないものです。ポルカスワップ(Polkaswap)を使用することにより、これらの文書を読んで理解したことを了承したことになります
pt: Estes documentos são cruciais para uma experiência segura e positiva do usuário. Ao usar a Polkaswap, reconhece que leu e compreendeu estes documentos.
tr: Bu belgeler güvenli ve olumlu bir kullanıcı deneyimi için çok önemlidir. Polkaswap'i kullanarak bu belgeleri okuduğunuzu ve anladığınızı kabul etmiş olursunuz.
vi: Những tài liệu này rất quan trọng đối với trải nghiệm người dùng an toàn và tích cực. Bằng cách sử dụng Polkaswap, bạn xác nhận rằng bạn đã đọc và hiểu các tài liệu này.
zh_hans: 这些文件对于安全和积极的用户体验至关重要。通过使用Polkaswap，您承认已阅读并理解这些文件。

# polkaswap.disclaimer.paragraph.3
source: You also acknowledge the following:
id: Anda juga mengakui hal berikut:
ja: また、次の点も認めます：
pt: Reconhece também o seguinte:
tr: Ayrıca aşağıdakileri de kabul edersiniz:
vi: Bạn cũng thừa nhận những điều sau:
zh_hans: 您还承认以下内容：

# polkaswap.disclaimer.paragraph.4
source: Once more, please do not continue without reading the %%Polkaswap FAQ%%, %%Polkaswap Memorandum and Terms of Services%%, and %%Privacy Policy%%!
id: Sekali lagi, mohon jangan melanjutkan tanpa membaca %%FAQ Polkaswap%%, %%Memorandum Polkaswap dan Ketentuan Layanan%%, dan %%Kebijakan Privasi%%!
ja: 今一度、%%ポルカスワップ(Polkaswap)のよくある質問%%、%%ポルカスワップ(Polkaswap)覚書と利用規約%%、%%個人情報保護方針%%を読まずに続行しないでください！
pt: Uma vez mais, por favor não continue sem ler os %%Polkaswap FAQ%%, %%Memorandum da Polkaswap e Termos de Serviços%%, e a %%Política de Privacidade%%%!
tr: Bir kez daha, lütfen %%Polkaswap SSS%%, %%Polkaswap Bildirisi ve Hizmet Şartları%% ve %%Gizlilik Politikası%%'nı okumadan devam etmeyin!
vi: Một lần nữa, vui lòng đọc trước khi tiếp tục%% Câu hỏi thường gặp về Polkaswap %%, %% Bản ghi nhớ Polkaswap và Điều khoản dịch vụ %% và %% Chính sách quyền riêng tư %%!
zh_hans: 再次强调，请务必在继续之前阅读%%Polkaswap常见问题解答%%、%%Polkaswap备忘录和服务条款%%以及%%隐私政策%%！

# polkaswap.disclaimer.read.before
source: Please read before continuing to use Polkaswap
id: Harap baca sebelum melanjutkan menggunakan Polkaswap
ja: ポルカスワップ(Polkaswap)のご利用を継続される前にお読みください
pt: Leia antes de continuar a usar Polkaswap
tr: Polkaswap'i kullanmaya devam etmeden önce lütfen okuyun
vi: Vui lòng đọc trước khi tiếp tục sử dụng Polkaswap
zh_hans: 请在继续使用Polkaswap之前阅读

# polkaswap.disclaimer.settings
source: Polkaswap disclamer
id: Penafian polkaswap
ja: ポルカスワップ(Polkaswap)の免責事項
pt: Declaração de exoneração de responsabilidade da Polkaswap
tr: Polkaswap sorumluluk reddi beyanı
vi: Polkaswap tuyên bố từ chối trách nhiệm
zh_hans: Polkaswap 免责声明

# polkaswap.disclaimer.stub
source: DISCLAIMER
id: PENAFIAN
ja: 免責事項
pt: ISENÇÃO DE RESPONSABILIDADE
tr: SORUMLULUK REDDİ
vi: TUYÊN BỐ MIỄN TRỪ TRÁCH NHIỆM
zh_hans: 免责声明

# polkaswap.disclaimer.stub.read
source: Read
id: Baca
ja: 読む
pt: Ler
tr: Okumak
vi: Đọc
zh_hans: 阅读

# polkaswap.disclaimer.title
source: Disclaimer
id: Penafian
ja: 免責事項
pt: Declaração de isenção de responsabilidade
tr: Sorumluluk reddi beyanı
vi: Từ chối trách nhiệm
zh_hans: 免责声明

# polkaswap.liqudity.fee.info
source: A portion of each trade (0.3%) goes to liquidity providers as a protocol incentive.
id: Sebagian dari setiap perdagangan (0,3%) diberikan kepada penyedia likuiditas sebagai insentif protokol.
ja: 各取引の一部(0.3%)は、プロトコル・インセンティブとして流動性プロバイダー(LP)に送られます
pt: Uma parte de cada negociação (0,3%) vai para provedores de liquidez como incentivo do protocolo.
tr: Her işlemin bir kısmı (%0,3) protokol teşviki olarak likidite sağlayıcılarına gidiyor.
vi: Một phần của mỗi giao dịch (0,3%) được chuyển đến các nhà cung cấp thanh khoản như một biện pháp khuyến khích.
zh_hans: 每笔交易的一部分（0.3%）作为协议激励，将支付给流动性提供者。

# polkaswap.liquidity.provider.fee
source: Liquidity Provider Fee
id: Biaya penyedia likuiditas
ja: 流動性プロバイダー手数料
pt: Taxa do provedor de liquidez
ru: Комиссия поставщика ликвидности
tr: Likidite Sağlayıcı Ücreti
vi: Phí cung cấp thanh khoản
zh_hans: 流动性提供者费用

# polkaswap.market.alert.choose.action
source: Choose asset
id: Pilih aset
ja: アセットの選択
pt: Escolha o ativo
tr: Varlık seçin
vi: Chọn tài sản
zh_hans: 选择资产

# polkaswap.market.alert.message
source: You haven't completed the swap adjustments. One or both assets haven't been chosen, so the market selection isn't available.
id: Anda belum menyelesaikan penyesuaian swap. Salah satu atau kedua aset belum dipilih, sehingga pemilihan pasar tidak tersedia.
ja: スワップ調整が完了していません。一方または両方のアセットが選択されていないため、マーケット選択は利用できません
pt: Você não concluiu os ajustes do swap. Um ou ambos os ativos não foram escolhidos, portanto a seleção de mercado não está disponível.
tr: Takas ayarlamalarını tamamlamadınız. Varlıklardan biri veya her ikisi de seçilmediğinden pazar seçimi kullanılamıyor.
vi: Bạn chưa hoàn thành việc điều chỉnh hoán đổi. Một hoặc cả hai nội dung chưa được chọn, vì vậy lựa chọn thị trường không khả dụng.
zh_hans: 您还没有完成兑换调整。一个或两个资产尚未选择，因此市场选择不可用。

# polkaswap.market.alert.title
source: Market selection isn't available
id: Pilihan pasar tidak tersedia
ja: マーケット選択は利用できません
pt: A seleção de mercado não está disponível
tr: Pazar seçimi kullanılamıyor
vi: Lựa chọn thị trường không có sẵn
zh_hans: 市场选择不可用

# polkaswap.market.algorithm.title
source: Market algorithm
id: Algoritma pasar
ja: マーケット・アルゴリズム
pt: Algoritmo do mercado
tr: Piyasa algoritması
vi: Thuật toán thị trường
zh_hans: 市场算法

# polkaswap.market.smart.description
source: SMART liquidity routing ensures the best price for any transaction by combining only the best price options from all available markets. When available, Token Bonding Curve (TBC) will be used for liquidity as long as the asset price is more affordable than from other sources, upon which the XYK pool is utilized.
id: Perutean likuiditas SMART memastikan harga terbaik untuk setiap transaksi dengan hanya menggabungkan opsi harga terbaik dari semua pasar yang tersedia. Jika tersedia, Token Bonding Curve (TBC) akan digunakan untuk likuiditas selama harga aset lebih terjangkau dibandingkan dari sumber lain, yang mana kumpulan XYK digunakan.
ja: SMART流動性ルーティングは、利用可能な全てのマーケットから最良の価格オプションだけ組み合わせることで、あらゆるトランザクションの最良の価格を保証します。XYKプールや他のプールが利用される場合より資産価格が手頃であれば、可能な限りトークン・ボンディング・カーブ(TBC)が流動性に使用されます
pt: O roteamento de liquidez SMART assegura o melhor preço para qualquer transação, combinando apenas as melhores opções de preços de todos os mercados acessíveis. Quando disponível, a Curva Agregadora de Tokens (TBC) será usada para liquidez, desde que o preço do ativo seja mais econômico do que o de outras fontes, que utilizam a pool XYK.
tr: SMART likidite yönlendirmesi, mevcut tüm piyasalardan yalnızca en iyi fiyat seçeneklerini birleştirerek herhangi bir işlem için en iyi fiyatı sağlar. Mevcut olduğunda, varlık fiyatı XYK havuzunun kullanıldığı diğer kaynaklardan daha uygun olduğu sürece likidite için Token Bağlama Eğrisi (TBC) kullanılacaktır.
vi: SMART liquidity routing đảm bảo giá tốt nhất cho giao dịch bất kỳ bằng cách kết hợp mức giá tốt nhất hiện có trên thị trường. Khi thuận lợi, Token Bonding Curve (TBC) sẽ được dùng để tạo thanh khoản miễn là giá của tài sản hợp lý hơn các nguồn khác như pool (XYK).
zh_hans: SMART流动性路由通过从所有可用市场中仅选择最佳价格选项，确保任何交易的最佳价格。在可用时，将使用Token Bonding Curve（TBC）作为流动性，前提是资产价格比其他来源更实惠，在此之后才会利用XYK池。

# polkaswap.market.stub
source: Market:
id: Pasar:
ja: マーケット：
pt: Mercado:
ru: Рынок:
tr: Pazar:
vi: Thị trường:
zh_hans: 市场：

# polkaswap.market.tbc.description
source: TBC — buying only from the Token Bonding Curve (Primary Market). There is a possibility that the price can become unfavorable compared to the XYK pool (Secondary Market), but the value received from the vested rewards might turn out to be much more favorable over time.
id: TBC — membeli hanya dari Token Bonding Curve (Pasar Utama). Ada kemungkinan bahwa harga bisa menjadi tidak menguntungkan dibandingkan dengan kumpulan XYK (Pasar Sekunder), namun nilai yang diterima dari imbalan pribadi mungkin menjadi jauh lebih menguntungkan seiring berjalannya waktu.
ja: TBC ー トークン・ボンディング・カーブ(プライマリー・マーケット)からのみの購入。XYKプール(セカンダリー・マーケット)と比較して不利な価格になる可能性がありますが、既得権報酬から得られる価値は、時間の経過とともにはるかに有利になる可能性があります
pt: TBC - compra apenas a partir da Curva Agregadora de Tokens (Mercado Primário). Há a possibilidade de o preço se tornar desfavorável em comparação com a pool XYK (Mercado Secundário), mas o valor das recompensas recebido pode vir a revelar-se muito mais favorável ao longo do tempo.
tr: TBC - yalnızca Token Bağlama Eğrisinden (Birincil Piyasa) satın alma. Fiyatın XYK havuzuna (İkincil Piyasa) göre olumsuz hale gelme olasılığı vardır, ancak kazanılmış ödüllerden elde edilen değer zamanla çok daha avantajlı hale gelebilir.
vi: TBC - chỉ mua từ Token Bonding Curve (Primary Market). Giá có thể trở nên bất lợi so với XYK pool (Secondary Market), nhưng về lâu dài giá trị nhận được từ phần thưởng có thể lớn hơn nhiều.
zh_hans: TBC — 仅从Token Bonding Curve（一级市场）购买。价格可能与XYK池（二级市场）相比不利，但随着时间推移，通过获得的奖励价值可能会更加有利。

# polkaswap.market.xyk.description
source: XYK — buying only from the XYK pool (Secondary Market). Traditional XYK pool swap where anyone can buy or sell assets by shifting the market maker’s position on the x*y=k curve.
id: XYK — membeli hanya dari kumpulan XYK (Pasar Sekunder). Pertukaran kumpulan XYK tradisional di mana siapa pun dapat membeli atau menjual aset dengan menggeser posisi pembuat pasar pada kurva x*y=k.
ja: XYK — XYKプール(セカンダリー・マーケット)からのみ購入します。x*y=k 曲線上のマーケット・メーカーの位置をシフトすることで、誰でもアセットを売買できる従来のXYKプールスワップ
pt: XYK — comprando apenas na pool XYK (Mercado Secundário). Swap tradicional da pool XYK, onde qualquer pessoa pode comprar ou vender ativos mudando a posição do formador de mercado na curva x*y=k.
tr: XYK — yalnızca XYK havuzundan (İkincil Piyasa) satın alma. Piyasa yapıcının x*y=k eğrisindeki konumunu değiştirerek herkesin varlık alıp satabildiği geleneksel XYK havuz takası.
vi: XYK — chỉ mua từ nhóm XYK (Thị trường thứ cấp). Hoán đổi nhóm XYK truyền thống nơi mọi người có thể mua hoặc bán tài sản bằng cách thay đổi vị trí của nhà tạo lập thị trường trên đường cong x*y=k.
zh_hans: XYK — 只从XYK池（二级市场）购买。传统的XYK池兑换，任何人都可以通过改变做市商在x*y=k曲线上的位置来买卖资产。

# polkaswap.max.received
source: Maximums sold
id: Maksimum terjual
ja: 最大販売数
pt: Máximo Vendido
tr: Maksimum satılanlar
vi: Số lượng tối đa đã bán
zh_hans: 最大可卖数量

# polkaswap.maximum.sold.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
id: Transaksi Anda akan kembali terjadi jika terjadi pergerakan harga yang besar dan tidak menguntungkan sebelum dikonfirmasi.
ja: 確認される前に大きくて不利な価格変動があった場合、トランザクションは元に戻ります
pt: A sua transação será revertida se houver um grande movimento de preço desfavorável antes de ser confirmada.
tr: Onaylanmadan önce büyük, olumsuz bir fiyat hareketi olması durumunda işleminiz geri alınacaktır.
vi: Giao dịch của bạn sẽ hoàn nguyên nếu có biến động giá lớn, không thuận lợi trước khi được xác nhận.
zh_hans: 如果在确认之前出现大幅不利的价格波动，您的交易将会撤销。

# polkaswap.min.received
source: Min received
id: Minimal diterima
ja: 受信した最少
pt: Mínimo recebido
ru: Будет получено минимум
tr: Minimum alınan miktar
vi: Tối thiểu nhận được
zh_hans: 最小接收量

# polkaswap.minimum.received.info
source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
id: Transaksi Anda akan kembali terjadi jika terjadi pergerakan harga yang besar dan tidak menguntungkan sebelum dikonfirmasi.
ja: 確認される前に大きくて不利な価格変動があった場合、トランザクションは元に戻ります
pt: A sua transação será revertida se houver um grande movimento de preço desfavorável antes de ser confirmada.
tr: Onaylanmadan önce büyük, olumsuz bir fiyat hareketi olması durumunda işleminiz geri alınacaktır.
vi: Giao dịch của bạn sẽ được hoàn tác nếu có một biến động giá lớn hay một biến động không thuận lợi trước khi nó được xác nhận.
zh_hans: 如果在确认之前出现大幅不利的价格波动，您的交易将会撤销。
