Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# common.export
source: Export account
id: Ekspor akun
ja: アカウントをエクスポート
pt: Exportar conta
ru: Экспорт аккаунта
tr: Hesabı dışa aktar
uk: Експорт рахунка
vi: Xuất tài khoản
zh_hans: 导出账户

# common.filter.sort.header
source: Sort by:
id: Urutkan menurut:
ja: 並び替え：
pt: Ordenar por
ru: Сортировать по:
tr: Göre sırala:
vi: Sắp xếp theo:
zh_hans: 排序方式：

# common.important
source: Important
id: Penting
ja: 重要
pt: Importante
ru: Важно
tr: Önemli
vi: Quan trọng
zh_hans: 重要

# common.info
source: Info
ja: 情報
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息

# common.invalid.hard.message
source: Please check that input is a mix of //'hard' where 'hard' can be any sequence of characters not including /.
id: Harap periksa bahwa masukan adalah campuran // 'hard' di mana 'hard' dapat berupa urutan karakter apa pun yang tidak termasuk /.
ja: 入力が//'hard'の組み合わせであることを確認してください。'hard'には/を含まない任意の文字列を使用できます
pt: Por favor, verifique se a entrada é uma mistura de //'hard' onde 'hard' pode ser qualquer sequência de caracteres não incluindo /.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' где 'hard' может быть любой последовательностью символов, не включая /.
tr: Lütfen, girdinin //'hard' karışımı olup olmadığını kontrol edin. / işareti içermeyen herhangi bir karakter dizisi 'hard' olabilir
uk: Будь ласка, переконайтеся, що введені дані є сумішшю //'hard', де 'hard' може бути будь-якою послідовністю символів, не включаючи /.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' trong đó 'hard' có thể là bất kỳ chuỗi ký tự nào không bao gồm /.
zh_hans: 请检查输入是否是一个混合了//'hard'的字符串，其中'hard'可以是任意不包含/的字符序列。

# common.invalid.hard.soft.message
source: Please check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of characters not including /.
id: Harap periksa bahwa masukan adalah campuran // 'hard' dan / 'soft' di mana 'hard' dan 'soft' dapat berupa urutan karakter apa pun yang tidak termasuk /.
ja: 入力が//'hard'と/'soft'の組み合わせであることを確認してください。'hard'と'soft'には/を含まない任意の文字列を使用できます
pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres não incluindo /.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и //'soft' где 'hard' и 'soft' могут быть любой последовательностью символов, не включая /.
tr: Lütfen, girdinin //'hard' ve /'soft' karışımı olup olmadığını kontrol edin. / işareti içermeyen herhangi bir karakter dizisi 'hard' ve soft' olabilir
uk: Будь ласка, переконайтеся, що введені дані є сумішшю //'hard' та /'soft', де 'hard' та 'soft' може бути будь-якою послідовністю символів, не включаючи /.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ chuỗi ký tự nào không bao gồm /.
zh_hans: 请检查输入是否是//'hard'和/'soft'的混合，其中'hard'和'soft'可以是任意不包含/的字符序列。

# common.invalid.hard.soft.numeric.message
source: Please, check that input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of numbers not including /.
id: Harap periksa apakah inputnya merupakan campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa rangkaian angka apa pun tidak termasuk /.
ja: 入力が//'hard'と/'soft'の組み合わせであることを確認してください。'hard'と'soft'には/を含まない任意の文字列を使用できます
pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres não incluindo /.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и //'soft' где 'hard' и 'soft' могут быть любой последовательностью чисел, не включая /.
tr: Lütfen, girdinin //'hard' ve /'soft' kelimelerinin birleşimi olduğundan emin olun, 'hard' ve 'soft' kelimeleri / işareti haricinde herhangi bir kelime olabilir.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ dãy số nào không bao gồm /.
zh_hans: 请确认输入是一个由//'hard'和/'soft'组成的混合，其中'hard'和'soft'可以是任何不包含/的数字序列。

# common.invalid.hard.soft.numeric.password.message
source: Please check that the input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of numbers not including /. Please check that the input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of numbers not including /. The path can end with ///'password'. For example, //0/1//0///mypass.
id: Harap periksa apakah inputnya adalah campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa rangkaian angka apa pun tidak termasuk /. Harap periksa apakah inputnya adalah campuran //'hard' dan /'soft' di mana 'hard' dan 'soft' dapat berupa rangkaian angka apa pun tidak termasuk /. Jalurnya bisa diakhiri dengan ///'kata sandi'. Misalnya, //0/1//0///mypass.
ja: 入力が//'hard'と/'soft'の組み合わせであることを確認してください。'hard'と'soft'には/を含まない任意の文字列を使用できます。パスは///'password'で終わることができます。例として、//0/1//0///mypass
pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres não incluindo /. O caminho pode terminar com ///'password'. Por exemplo, //1/soramitsu///mypass.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и /'soft' где 'hard' и 'soft' могут быть любой последовательностью чисел, не включая /. Путь может оканчиваться ///'password'. Например, //0/1//0///mypass
tr: Lütfen, girdinin //'hard' ve /'soft' kelimelerinin birleşimi olduğundan emin olun, 'hard' ve 'soft' kelimeleri / işareti haricinde herhangi bir kelime olabilir. Örneğin, //0/1/0///mypass.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ dãy số nào không bao gồm /. Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'cứng' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ dãy số nào không bao gồm /. Đường dẫn có thể kết thúc bằng ///'password'. Ví dụ: //0/1//0///mypass.
zh_hans: 请检查输入是否是由//'hard'和/'soft'组成的混合，其中'hard'和'soft'可以是任意不包含/的数字序列。请检查输入是否是由//'hard'和/'soft'组成的混合，其中'hard'和'soft'可以是任意不包含/的数字序列。路径可以以/// 'password’结尾。例如，//0/1//0///mypass.

# common.invalid.path.title
source: Invalid format
id: Format tidak valid
ja: 無効な形式
pt: Formato inválido
ru: Неверный формат
tr: Geçersiz format
uk: Недійсний формат
vi: Định dạng không hợp lệ
zh_hans: 格式无效

# common.invalid.path.with.soft.message
source: Please check that the input is a mix of //'hard' and /'soft' where 'hard' and 'soft' can be any sequence of characters not including /. The path can end with ///'password'. For example, //1/soramitsu///mypass.
id: Harap periksa bahwa masukan adalah campuran // 'hard' dan / 'soft' di mana 'hard' dan 'soft' dapat berupa urutan karakter apa pun yang tidak termasuk /. Path bisa berakhir dengan /// 'password'. Misalnya, // 1 / soramitsu /// mypass.
ja: 入力が//'hard'と/'soft'の組み合わせであることを確認してください。'hard'と'soft'には/を含まない任意の文字列を使用できます。パスは/// 'password'で終わることができます。例として、//1/soramitsu///mypass
pt: Por favor, verifique se a entrada é uma mistura de //'hard' e /'soft' onde 'hard' e 'soft' podem ser qualquer sequência de caracteres não incluindo /. O caminho pode terminar com ///'password'. Por exemplo, //1/soramitsu///mypass.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard' и //'soft' где 'hard' и 'soft' могут быть любой последовательностью символов, не включая /. Путь может оканчиваться ///'password'. Например, //1/soramitsu///mypass
tr: Lütfen, girdinin //'hard' ve /'soft' karışımı olup olmadığını kontrol edin. / işareti içermeyen herhangi bir karakter dizisi 'hard' ve soft' olabilir. Belirtilen yol ///'password' ile bitebilir. Örnek: //1//soramitsu///benimparolam.
uk: Будь ласка, переконайтеся, що введені дані є сумішшю //'hard' та /'soft', де 'hard' та 'soft' може бути будь-якою послідовністю символів, що не включаючи /. Шлях може бути ///'password'. Наприклад, //1/soramitsu///mypass.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' và /'soft' trong đó 'hard' và 'soft' có thể là bất kỳ chuỗi ký tự nào không bao gồm /. Đường dẫn có thể kết thúc bằng ///'password'. Ví dụ: //1/soramitsu///mypass.
zh_hans: 请检查输入是否是//'hard'和/'soft'的混合，其中'hard'和'soft'可以是任意不包含/的字符序列。路径可以以///'password'结尾。例如，//1/soramitsu///mypass。

# common.invalid.path.without.soft.message
source: Please check that the input is a mix of //'hard' where 'hard' can be any sequence of characters not including /. The path can end with ///'password'. For example, //1//soramitsu///mypass.
id: Harap periksa bahwa masukan adalah campuran // 'hard' di mana 'hard' dapat berupa urutan karakter apa pun yang tidak termasuk /. Path bisa berakhir dengan /// 'password'. Misalnya, // 1 // soramitsu /// mypass.
ja: 入力が//'hard'の組み合わせであることを確認してください。'hard'には/を含まない任意の文字列を使用できます。パスは///'password'で終わることができます。例として、//1//soramitsu///mypass
pt: Por favor, verifique se a entrada é uma mistura de //'hard' onde 'hard' pode ser qualquer sequência de caracteres não incluindo /. O caminho pode terminar com ///'password'. Por exemplo, //1//soramitsu///mypass.
ru: Пожалуйста, удостоверьтесь, что введенная строка это комбинация //'hard', где 'hard' может быть любой последовательностью символов, не включая /. Путь может оканчиваться ///'password'. Например, //1//soramitsu///mypass
tr: Lütfen, girdinin //'hard' karışımı olup olmadığını kontrol edin. / işareti içermeyen herhangi bir karakter dizisi 'hard' olabilir. Belirtilen yol ///'password' ile bitebilir. Örnek: //1//soramitsu///benimparolam.
uk: Будь ласка, переконайтеся, що введені дані є сумішшю //'hard', де 'hard' може бути будь-якою послідовністю символів, не включаючи /. Шлях може бути ///'password'. Наприклад, //1//soramitsu///mypass.
vi: Vui lòng kiểm tra xem đầu vào có phải là sự kết hợp của //'hard' trong đó 'hard' có thể là bất kỳ chuỗi ký tự nào không bao gồm /. Đường dẫn có thể kết thúc bằng ///'password'. Ví dụ: //1//soramitsu///mypass.
zh_hans: 请检查输入是否为//'hard'的混合，其中'hard'可以是任意不包含/的字符序列。路径可以以///'password'结尾。例如，//1//soramitsu///mypass。

# common.keep.editing.action
source: Back to operation
id: Kembali beroperasi
ja: 操作に戻る
pt: Voltar à operação
ru: Вернуться к операции
tr: Operasyona geri dön
vi: Quay lại thao tác
zh_hans: 返回操作

# common.learn.more
source: Learn more
id: Belajarlah lagi
ja: もっと詳しく知る
pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi edin.
uk: Дізнатися більше
vi: Tìm hiểu thêm
zh_hans: 了解更多

# common.max
source: max
id: Maksimal
ja: 最大
ru: Все
tr: maks
vi: tối đa
zh_hans: 最大

# common.message
source: Message
id: Pesan
pt: Mensagem
tr: İleti
vi: Tin nhắn
zh_hans: 消息

# common.methods
source: Methods
id: Metode
ja: メソッド
pt: Métodos
tr: Yöntemler
vi: Phương pháp
zh_hans: 方法

# common.module
source: Module
id: Modul
ja: モジュール
pt: Módulo
ru: Модуль
tr: Modül
uk: Модуль
zh_hans: 模块

# common.my.networks
source: My networks
id: Jaringan saya
ja: 私のネットワーク
tr: Ağlarım
vi: Mạng của tôi
zh_hans: 我的网络

# common.name
source: Name
id: Nama
ja: 名前
pt: Nome
ru: Имя
tr: İsim
vi: Tên
zh_hans: 名字

# common.network
source: Network
id: Jaringan
ja: ネットワーク
pt: Rede
ru: Сеть
tr: Ağ
uk: Мережа
vi: Mạng
zh_hans: 网络

# common.network.fee
source: Network fee
id: Biaya jaringan
ja: ネットワーク手数料
pt: Taxa de rede
ru: Комиссия сети
tr: Ağ ücreti
uk: Плата за мережу
vi: Phí mạng
zh_hans: 网络费用

# common.network.management
source: Network management
id: Manajemen jaringan
ja: ネットワーク管理
pt: Gerência de rede
tr: Ağ yönetimi
vi: Quản lý mạng
zh_hans: 网络管理

# common.next
source: Next
id: Berikutnya
ja: 次へ
pt: Próximo
ru: Далее
tr: Sonraki
uk: Далі
vi: Kế tiếp
zh_hans: 下一个

# common.no
source: No
id: Tidak
ja: いいえ
pt: Não
ru: Нет
tr: Hayır
vi: Không
zh_hans: 否

# common.no.screenshot.message
source: Do not take screenshots, they may be collected by third-party malware
id: Jangan mengambil tangkapan layar, yang mungkin dikumpulkan oleh malware pihak ketiga
ja: スクリーンショットを撮らないでください。サードパーティのマルウェアによって収集される可能性があります
pt: Não faça capturas de tela, que podem ser coletadas por malware de terceiros
ru: Не делайте скриншоты, которые могут быть собраны сторонними вредоносными программами
tr: Ekran görüntüsü almayın, Kötü amaçlı yazılımlar tarafından toplanabilir
uk: Не робіть скріншоти, які можуть бути зібрані сторонніми шкідливими програмами
vi: Không chụp ảnh màn hình vì có thể bị phần mềm độc hại của bên thứ ba thu thập
zh_hans: 请勿截屏，这可能会被第三方恶意软件收集。

# common.no.screenshot.title
source: Do not take screenshots
id: Jangan mengambil tangkapan layar
ja: スクリーンショットを撮らないでください
pt: Não faça capturas de tela
ru: Не делайте скриншоты
tr: Ekran görüntüsü almayın
uk: Не робіть скріншоти
vi: Không chụp ảnh màn hình
zh_hans: 请勿截屏

# common.not.enough.balance.message
source: Sorry, you don't have enough funds to spend the specified amount
id: Maaf, Anda tidak memiliki cukup dana untuk mempertaruhkan jumlah yang ditentukan
ja: 指定された金額を使用するための残高がありません
pt: Desculpe, não tem fundos suficientes para gastar a quantia especificada
ru: К сожалению, у вас недостаточно средств для совершения данной операции
tr: Üzgünüz, belirtilen tutarı yatırmak için yeterli miktar yok.
vi: Xin lỗi, bạn không có đủ số dư để chi tiêu số tiền đã chỉ định
zh_hans: 抱歉，您的资金不足以支付指定金额。

# common.not.enough.fee.message
source: Sorry, you don't have enough funds to pay the network fee.
id: Maaf, Anda tidak memiliki cukup dana untuk membayar biaya jaringan.
ja: 残念ながら、ネットワーク手数料を支払うための資金が足りません
pt: Desculpe, não tem fundos suficientes para pagar a taxa da rede.
ru: К сожалению, у вас недостаточно средств для оплаты сетевого сбора.
tr: Üzgünüz, ağ ücretini ödemek için yeterli tutar yok
vi: Xin lỗi, bạn không có đủ số dư để trả phí mạng.
zh_hans: 抱歉，您的资金不足以支付网络费用。

# common.ok
source: OK
tr: Tamam
vi: Đồng ý
zh_hans: 好的

# common.paste
source: Paste
id: Tempel
ja: ペースト
pt: Colar
ru: Вставить
tr: Yapıştırmak
vi: Dán
zh_hans: 粘贴

# common.payout
source: Payout
id: Pembayaran
ja: 配当性向
pt: Pagamento
ru: Выплаты
tr: Ödeme
vi: Thanh toán
zh_hans: 支付

# common.preview
source: Preview
id: Tinjau
ja: プレビュー
pt: Visualização
ru: Предварительный просмотр
tr: Ön izleme
vi: Xem trước
zh_hans: 预览

# common.price
source: Price
id: Harga
ja: 価格
tr: Fiyat
vi: Giá
zh_hans: 价格

# common.privacy.policy
source: Privacy Policy
id: Kebijakan pribadi
ja: 個人情報保護方針
pt: Política de Privacidade
ru: Политикой конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策

# common.proceed
source: Proceed
id: Memproses
ja: 続行
pt: Proceder
ru: Продолжить
tr: İlerle
uk: Продовжуйте
vi: Tiến hành
zh_hans: 继续

# common.referral.code.title
source: Referral code
id: Kode referensi
ja: 紹介コード
pt: Código de referência
ru: Реферальный код
tr: Referans Kodu.
vi: Mã giới thiệu
zh_hans: 推荐码

# common.reject
source: Reject
id: Tolak
ja: 拒否
pt: Rejeitar
tr: Reddetmek
vi: Từ chối
zh_hans: 拒绝

# common.rejected
source: Rejected
id: Ditolak
ja: 拒否されました
pt: Rejeitado
tr: Reddedilmiş
vi: Bị từ chối
zh_hans: 拒绝

# common.request
source: Request
id: Permintaan
ja: リクエスト
pt: Solicitar
tr: Rica etmek
vi: Yêu cầu
zh_hans: 请求

# common.reset
source: Reset
ja: リセット
pt: Reinicializar
ru: Сброс
tr: Sıfırla
uk: Скинути
vi: Cài lại
zh_hans: 重置

# common.resolve
source: Resolve
id: Menyelesaikan
ja: 解決
pt: Resolver
tr: Çözmek
vi: Giải quyết
zh_hans: 解决

# common.retry
source: Retry
id: Coba lagi
ja: リトライ
pt: Tentar novamente
ru: Повторить
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

# common.save
source: Save
id: Simpan
ja: 保存
pt: Guardar
ru: Сохранить
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存

# common.search
source: Search
id: Cari
ja: 検索
pt: Pesquisa
ru: Поиск
tr: Arama
vi: Tìm kiếm
zh_hans: 搜索

# common.search.results.number
source: Search results: %d
id: Hasil pencarian: %d
ja: 検索結果： %d
pt: Resultados da pesquisa: %d
ru: Результаты поиска: %li
tr: Arama sonuçları: %d
vi: Kết quả tìm kiếm: %d
zh_hans: 搜索结果：%d

# common.search.start.title
source: Search results will appear here
id: Hasil pencarian akan muncul di sini
ja: 検索結果はここに表示されます
pt: Os resultados da pesquisa aparecerão aqui
ru: Здесь появятся результаты поиска
tr: Arama sonuçları burada görünecek.
vi: Kết quả tìm kiếm sẽ xuất hiện tại đây
zh_hans: 搜索结果将会在这里显示

# common.secret.derivation.path
source: Secret derivation path
ja: 秘密の派生パス(Derivation Path)
pt: Caminho de derivação secreto
ru: Последовательность для вывода секрета
tr: Özel anahtar türetme yolu
uk: Таємний шлях виведення
vi: Đường dẫn khôi phục ví bí mật (derivation path)
zh_hans: 秘密派生路径

# common.select
source: Select
id: Pilih
ja: 選択
pt: Selecione
ru: Выбрать
tr: Seçmek
vi: Chọn
zh_hans: 选择

# common.select.all
source: Select all
id: Pilih semuanya
ja: 全て選択
pt: Selecionar tudo
tr: Hepsini seç
vi: Chọn tất cả
zh_hans: 全选

# common.select.asset
source: Select asset
id: Pilih aset
ja: アセットの選択
pt: Selecione o ativo
ru: Выбор актива
tr: Varlık seçin
vi: Chọn tài sản
zh_hans: 选择资产

# common.select.network
source: Select Network
id: Pilih jaringan
ja: ネットワークの選択
pt: Selecione a rede
ru: Выбрать Сеть
tr: Ağ Seçin
vi: Chọn mạng
zh_hans: 选择网络

# common.selected.count
source: Selected: %@
id: Terpilih:%@
ja: 選択済み： %@
pt: Selecionado: %@
tr: Seçilen:%@
vi: Đã chọn: %@
zh_hans: 已选择：%@

# common.set.password
source: Set password
id: Setel password
ja: パスワードを設定してください
pt: Definir senha
ru: Новый пароль
tr: Parola belirle
uk: Встановити пароль
vi: Đặt mật khẩu
zh_hans: 设置密码

# common.share
source: Share
id: Bagikan
ja: 共有
pt: Compartilhar
ru: Поделиться
tr: Paylaşmak
vi: Chia sẻ
zh_hans: 分享

# common.show
source: Show
id: Tunjukan
ja: 表示
pt: Mostrar
ru: Показать
tr: Göster
vi: Hiển thị
zh_hans: 显示

# common.sign
source: Sign
id: Tanda
ja: 署名
pt: Assinar
tr: İmza
vi: Ký
zh_hans: 签署

# common.skip
source: Skip
id: Lewati
ja: スキップ
pt: Saltar
ru: Пропустить
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过

# common.staking
source: Staking
ja: ステーキング
ru: Стейкинг
tr: Stake etmek
zh_hans: 质押

# common.terms.and.conditions
source: Terms and Conditions
id: Syarat dan ketentuan
ja: 利用規約
pt: Termos e Condições
ru: Условиями использования
tr: Şartlar ve koşullar
vi: Các điều khoản và điều kiện
zh_hans: 条款和条件

# common.till.date
source: till %s
id: sampai %s
ja: %sまで
pt: até %s
ru: до %s
tr: %s tarihine kadar
uk: до %@
vi: cho đến %s
zh_hans: 截止到 %s

# common.time.left
source: Time left
id: Waktu tersisa
ja: 残り時間
pt: Tempo restante
ru: Оставшееся время
tr: Kalan zaman
uk: Залишився час
vi: Thời gian còn lại
zh_hans: 剩余时间

# common.time.left.format
source: %@ left
id: %@ tersisa
ja: %@ 残り
pt: %@ saiu
ru: %@ осталось
tr: %@ kaldı
uk: Залишилося %@
vi: %@ còn lại
zh_hans: 还剩%@

# common.total
source: Total
ja: 合計
ru: Всего
tr: Toplam
vi: Tổng cộng
zh_hans: 总共

# common.transaction.failed
source: Transaction failed. Please, try again later.
id: Transaksi gagal. Silakan coba lagi nanti.
ja: トランザクションに失敗しました。後でもう一度お試しください
pt: Transação falhou. Por favor, tente novamente mais tarde.
ru: Транзакция не прошла. Пожалуйста, попытайтесь снова
tr: İşlem başarısız. Lütfen daha sonra tekrar deneyin
vi: Giao dịch không thành công. Vui lòng thử lại sau.
zh_hans: 交易失败。请稍后再试。

# common.transaction.raw.data
source: Transaction raw data
id: Data mentah transaksi
ja: トランザクションの生データ
pt: Dados brutos de transação
tr: İşlem ham verileri
vi: Dữ liệu thô giao dịch
zh_hans: 交易原始数据

# common.transaction.submitted
source: Transaction submitted
id: Transaksi dikirim
ja: 送信されたトランザクション
pt: Transação submetida
ru: Транзакция отправлена
tr: İşlem gönderildi
uk: Транзакція подана
vi: Giao dịch đã được gửi
zh_hans: 交易已提交

# common.undefined.error.message
source: Please try again with another input. If the error appears again, please contact support.
id: Silakan, coba lagi dengan masukan lain. Jika kesalahan muncul lagi, harap hubungi contact support.
ja: 別の入力でもう一度お試しください。エラーが再度表示される場合は、サポートにお問い合わせください
pt: Por favor, tente novamente com outro input. Se o erro aparecer novamente, por favor, contacte o apoio ao utilizador.
ru: Пожалуйста, попробуйте снова с другими входными данными. Если ошибка повторяется, то свяжитесь со службой поддержки.
tr: Lütfen başka bir girişle tekrar deneyin. Hata tekrarlanırsa lütfen desteğe başvurun
uk: Спробуйте ще раз з іншим вкладом. Якщо помилка з’явиться знову, зверніться до служби підтримки.
vi: Vui lòng thử lại với một đầu vào khác. Nếu lỗi xuất hiện lại, vui lòng liên hệ với bộ phận hỗ trợ.
zh_hans: 请尝试使用其他输入再次操作。如果错误仍然出现，请联系技术支持。

# common.undefined.error.title
source: Undefined error
id: Error tak terdefinisi
ja: 未定義のエラー
pt: Erro indefinido
ru: Неопределенная ошибка
tr: Tanımlanamayan hata
uk: Невизначена помилка
vi: Lỗi không xác định
zh_hans: 未定义错误

# common.unsupported
source: Unsupported
id: Tidak didukung
ja: サポートされていません
pt: Não suportado
ru: Не поддерживается
tr: Desteklenmiyor
vi: Không được hỗ trợ
zh_hans: 不支持的

# common.unsupported.network.message
source: The network type is not supported yet. Please choose another one.
id: Jenis jaringan belum didukung. Silakan pilih yang lain.
ja: その種類のネットワークはまだサポートされていません。別のものを選択してください
pt: O tipo de rede ainda não é suportado. Por favor, escolha outro.
ru: Тип сети еще не поддерживается. Пожалуйста, выберите другой тип сети.
tr: Ağ türü henüz desteklenmiyor. Lütfen başka birini seçin
uk: Тип мережі ще не підтримується. Виберіть інший.
vi: Mạng (Network) chưa được hỗ trợ. Vui lòng chọn network khác.
zh_hans: 网络类型暂不支持，请选择其他的。

# common.update
source: Update
ja: 更新
pt: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновлення
vi: Cập nhật
zh_hans: 更新

# common.use
source: Use
id: Gunakan
ja: 設定
pt: Usar
ru: Использовать
tr: Kullanım
uk: Використати
vi: Sử dụng
zh_hans: 使用

# common.wallet
source: Wallet
ja: ウォレット
pt: Carteira
ru: Кошелёк
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# common.warning
source: Warning
id: Peringatan
ja: 警告
pt: Aviso
ru: Предупреждение
tr: Uyarı.
uk: Увага
vi: Cảnh báo
zh_hans: 警告

# common.warning.capitalized
source: WARNING:
id: PERINGATAN:
ja: 警告：
pt: Aviso:
tr: UYARI:
vi: CẢNH BÁO:
zh_hans: 警告：

# common.watch
source: Watch
id: Tonton
ja: 見る
pt: Assistir
ru: Смотреть
tr: Kol saati
vi: Xem
zh_hans: 观察

# common.yes
source: Yes
id: Iya
ja: はい
pt: Sim
ru: Да
tr: Evet
vi: Có
zh_hans: 是

# confirm.mnemonic.mismatch.error.message
source: Please check the order of the words one more time.
id: Tolong, periksa urutan kata sekali lagi.
ja: 単語の順番をもう一度確認してください
pt: Por favor, verifique a ordem das palavras mais uma vez.
ru: Пожалуйста, проверьте порядок слов еще раз.
tr: Lütfen kelimelerin sırasını bir kez daha kontrol edin
uk: Перевірте порядок слів ще раз.
vi: Vui lòng kiểm tra thứ tự của các từ một lần nữa.
zh_hans: 请再仔细检查一遍单词的顺序。

# confirm.mnemonic.mismatch.error.message.2.0
source: Invalid mnemonic passphrase, please check the word order one more time
id: Frasa sandi mnemonik tidak valid, harap periksa urutan kata sekali lagi
ja: ニーモニック・パスフレーズが無効です。語順をもう一度確認してください
pt: Senha mnemónica inválida, verifique mais uma vez a ordem das palavras
ru: Неверная мнемоническая фраза, пожалуйста, проверьте еще раз порядок слов
tr: Geçersiz kurtarma ifadeleri, lütfen kelimelerin sırasını bir kez daha kontrol edin
vi: Cụm mật khẩu ghi nhớ không hợp lệ, vui lòng kiểm tra lại một lần nữa thứ tự các từ
zh_hans: 助记词错误，请再次检查单词顺序

# confirm.mnemonic.mismatch.error.title
source: Invalid mnemonic
id: Mnemonik tidak valid
ja: 無効なニーモニック
pt: Mnemónica inválida
ru: Неверная мнемоника
tr: Geçersiz anımsatıcı
uk: Невірна мнемоніка
vi: Cụm từ ghi nhớ (Mnemonic) không hợp lệ
zh_hans: 无效的助记词

# confirmation.skip.action
source: Skip process
id: Lewati proses
ja: プロセスをスキップ
pt: Saltar processo
ru: Пропустить
tr: İşlemi atla
uk: Пропустити процес
vi: Bỏ qua quá trình
zh_hans: 跳过流程

source: Connect details
id: Detail terhubung
ja: 接続の詳細
pt: Detalhes da conexão
tr: Ayrıntıları bağlayın
vi: Chi tiết kết nối
zh_hans: 连接详情
