Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# connection.add.already.exists.error
source: The node has been added previously. Please try another node.
id: Node sudah ditambahkan sebelumnya. Silakan, coba node lain.
ja: ノードは既に追加されています。別のノードを試してください
pt: O node já foi adicionado anteriormente. Por favor, tente outro node.
ru: Узел уже был добавлен ранее. Пожалуйста, попробуйте другой узел.
tr: Node önceden zaten eklenmiş. Lütfen başka bir Nod deneyin.
uk: Вузол уже додано раніше. Будь ласка, спробуйте інший вузол.
vi: Node này đã được thêm rồi. Vui lòng thử một node khác.
zh_hans: 该节点已经被添加过了，请尝试其他节点。

# connection.add.invalid.error
source: Can't establish connection with the node. Please try another one.
id: Tidak dapat membuat koneksi dengan node. Silakan, coba yang lain.
ja: ノードとの接続を確立できません。別のものを試してください
pt: Não se consegue estabelecer ligação com o node. Por favor, tente outro.
ru: Не удается установить соединение с узлом. Пожалуйста, попробуйте другой узел.
tr: Node ile bağlantı kurulamıyor. Lütfen başka bir tane deneyin
uk: Не вдається встановити зв’язок з вузлом. Будь ласка, спробуйте інший.
vi: Không thể thiết lập kết nối với node. Vui lòng thử một cái khác.
zh_hans: 无法与节点建立连接。请尝试另一个节点。

# connection.add.unsupported.error
source: Unfortunately, the network is unsupported. Please try one of the following: %@.
id: Sayangnya, jaringan tersebut tidak didukung. Silakan, coba salah satu hal berikut ini: %@.
ja: 残念ながら、ネットワークはサポートされていません。次のいずれかを試してください： %@
pt: Infelizmente, a rede não é suportada. Por favor, tente uma dos seguintes: %@ .
ru: К сожалению, сеть не поддерживается. Пожалуйста, попробуйте одну из следующих: %@.
tr: Maalesef bu ağ desteklenmiyor. Lütfen şunlardan birini deneyin: %@
uk: На жаль, мережа не підтримується. Спробуйте одну з наступних: %@.
vi: Rất tiếc, mạng (network) không được hỗ trợ. Vui lòng thử một trong các cách sau: %@.
zh_hans: 很抱歉，网络不支持。请尝试以下方法之一：%@。

# connection.delete.confirm
source: Delete
id: Menghapus
ja: 削除
pt: Eliminar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# connection.delete.description
source: Confirm %@ deletion.
id: Konfirmasi penghapusan %@.
ja: %@の削除を確認
pt: Confirme a exclusão de %@.
ru: Подтвердите удаление %@.
tr: %@ silme işlemini onaylayın.
uk: Підтвердьте видалення %@.
vi: Xác nhận %@ xóa bỏ.
zh_hans: 确认 %@ 删除。

# connection.delete.title
source: Delete network?
id: Hapus jaringan?
ja: ネットワークを削除しますか？
pt: Apagar rede?
ru: Удалить сеть?
tr: Ağ silinsin mi?
uk: Видалити мережу?
vi: Xóa mạng (network)?
zh_hans: 删除网络？

# connection.error.message
source: Please check your internet connection and try again later.
id: Silakan periksa koneksi internet anda dan coba lagi nanti.
ja: インターネット接続を確認して、後でもう一度お試しください
pt: Por favor, verifique a ligação à Internet e tente novamente mais tarde.
ru: Пожалуйста, проверьте подключение к Интернету и повторите попытку.
tr: Lütfen internet bağlantısını kontrol edin ve daha sonra tekrar deneyin
uk: Будь ласка, перевірте підключення до Інтернету та повторіть спробу пізніше.
vi: Vui lòng kiểm tra kết nối internet và thử lại sau.
zh_hans: 请检查您的网络连接，稍后再试。

# connection.error.title
source: Connection Failed
id: Koneksi gagal
ja: 接続できません
pt: Falha na conexão
ru: Ошибка соединения
tr: Bağlantı Başarısız Oldu.
uk: Помилка підключення
vi: Kết nối thất bại
zh_hans: 连接失败

# connection.management.custom.title
source: Custom nodes
id: Custom
ja: カスタム
pt: Nodes personalizados
ru: Добавленные ноды
tr: Özel düğümler
uk: Додані
vi: Tùy chỉnh node
zh_hans: 自定义节点

# connection.management.default.title
source: Default nodes
id: Default
ja: デフォルト
pt: Nodes padrão
ru: Ноды по умолчанию
tr: Varsayılan düğümler
uk: За замовчуванням
vi: Node mặc định
zh_hans: 默认节点

# connection.management.title
source: Networks
id: Jaringan
ja: ネットワーク
pt: Redes
ru: Сети
tr: Ağlar
uk: Мережі
vi: Mạng
zh_hans: 网路

# connection.problems.text
source: Connection Problems
id: Masalah koneksi
ja: 接続の問題
pt: Problemas de conexão
ru: Проблемы с подключением
tr: Bağlantı Sorunları
vi: Sự cố kết nối
zh_hans: 连接问题

# connections.add.connection
source: Add connection
id: Tambah koneksi
ja: 接続の追加
pt: Adicionar conexão
ru: Добавить соединение
tr: Bağlantı ekle
uk: Додати підключення
vi: Thêm kết nối
zh_hans: 添加连接

# contacts.contact.address
source: Contact address
id: Alamat kontak
ja: 連絡先住所
pt: Endereço de contato
ru: Адрес контакта
tr: İletişim Adresi
vi: Địa chỉ liên hệ
zh_hans: 联系地址

# contacts.contact.name
source: Contact name
id: Nama kontak
ja: 連絡先
pt: Nome de contato
ru: Имя контакта
tr: Kişi adı
vi: Tên liên hệ
zh_hans: 联系人姓名

# contacts.create.contact
source: Create contact
id: Buat kontak
ja: 連絡先を作成
pt: Criar contato
ru: Создать контакт
tr: Temas kurmak
vi: Tạo liên hệ
zh_hans: 创建联系人

# contacts.empty.message
source: No contacts found
id: Tidak ada kontak ditemukan
zh_hans: 未找到联系人

# contacts.recent
source: Recent
id: Terkini
ja: 最近
pt: Recente
ru: Недавние
tr: Son
vi: Gần đây
zh_hans: 最近的

# contacts.scan
source: Scan a QR code
id: Pindai kode QR
ja: QRコードをスキャン
pt: Ler código QR
ru: Сканировать QR-код
tr: QR kodunu tarayın
vi: Quét mã QR
zh_hans: 扫描一个二维码

# contacts.undefined
source: Undefined
id: Belum diartikan
ja: 未定義
pt: Indefinido
ru: Неизвестный
tr: Tanımsız
vi: Chưa xác định
zh_hans: 未定义

# contribution.type.direct.dot
source: Direct DOT
id: DOT langsung
ja: DOT直接
pt: DOT direto
tr: Direkt DOT
zh_hans: 直接DOT

# controller.account.issue.action
source: Manage controller account
id: Kelola akun pengontrol
ja: コントローラー・アカウントの管理
pt: Gerenciar conta do controlador
tr: Denetleyici hesabını yönet
vi: Quản lý tài khoản điều khiển
zh_hans: 管理控制器账户

# controller.account.issue.message
source: Please note that the Controller account feature has been deprecated and as a result, you are required to set your Stash account as the Controller
id: Harap dicatat bahwa fitur akun Pengontrol sudah tidak digunakan lagi dan oleh karena itu, Anda harus menetapkan akun Stash Anda sebagai Pengontrol
ja: コントローラー・アカウント機能は廃止されたため、スタッシュ・アカウントをコントローラーとして設定する必要があります
pt: Observe que o recurso de conta do Controlador foi descontinuado e, como resultado, você deve definir sua conta Stash como Controlador
tr: Denetleyici hesabı özelliğinin kullanımdan kaldırıldığını ve bunun sonucunda Stash hesabınızı Denetleyici olarak ayarlamanız gerektiğini lütfen unutmayın.
vi: Xin lưu ý rằng tính năng tài khoản Controllerđã không còn được dùng nữa và do đó, bạn được yêu cầu đặt tài khoản Stash của mình làm Người điều khiển
zh_hans: 请注意，控制器账户功能已被弃用，因此您需要将您的存储账户设置为控制器。

source: Copy referral code
id: Kode rujukan
ja: 紹介コードをコピー
pt: Copiar código de referência
ru: Копировать реферальный код
tr: Referans kodunuzu kopyalayın
vi: Sao chép mã giới thiệu
zh_hans: 复制推荐码

# create.new.account
source: Create a new account
id: Buat akun baru
ja: 新しいアカウントの作成
pt: Criar uma nova conta
ru: Создать новый аккаунт
tr: Yeni bir hesap oluştur
vi: Tạo tài khoản mới
zh_hans: 创建一个新账户

source: Create new connection
id: Buat koneksi baru
ja: 新しい接続の作成
pt: Criar nova conexão
tr: Yeni bağlantı oluştur
vi: Tạo kết nối mới
zh_hans: 创建新连接

# create.new.pincode
source: Create a new pin code
id: Buat kode pin baru
ja: 新しいPINコードを作成
pt: Criar novo código PIN
ru: Создайте новый PIN код
tr: Yeni bir pin kodu oluştur
vi: Tạo mã pin mới
zh_hans: 创建一个新的PIN码

# crowdloan.active.section.format
source: Active (%@)
id: Aktif ( %@ )
ja: アクティブ（ %@ ）
pt: Ativo (%@)
ru: Активные (%@)
tr: Etkin ( %@ )
uk: Активний ( %@ )
vi: Hoạt động (%@)
zh_hans: 活跃的（ %@ ）

# crowdloan.app.bonus.format
source: Fearless Wallet bonus (%@)
id: Bonus Dompet Fearless (%@)
ja: フィアレス・ウォレットのボーナス ( %@ )
pt: Bónus da Fearless Wallet (%@)
ru: Бонус Fearless Wallet (%@)
tr: Fearless Cüzdan bonusu ( %@ )
vi: Phần thưởng Fearless Wallet (%@)
zh_hans: Fearless 钱包奖励 ( %@ )

# crowdloan.astar.referral.code.invalid
source: Invalid referral address, only Polkadot addresses are accepted, please try again
id: Alamat referral tidak valid, hanya alamat Polkadot yang diterima, silakan coba lagi
ja: 紹介アドレスが無効です。ポルカドット・アドレスのみ受け付けます。もう一度お試しください
pt: Endereço de referência inválido, apenas endereços da Polkadot são aceites, por favor tente novamente
ru: Недействительный реферальный адрес, допускается ввод только адреса сети Polkadot, попробуйте еще раз
tr: Geçersiz yönlendirme adresi, yalnızca Polkadot adresleri kabul ediliyor, lütfen tekrar deneyin
vi: Địa chỉ giới thiệu không hợp lệ, chỉ chấp nhận địa chỉ Polkadot, vui lòng thử lại
zh_hans: 无效的推荐地址，只接受 Polkadot 地址，请重新尝试。

# crowdloan.bonus.verification.error
source: Bonus signature verification failed. Please try again later.
id: Verifikasi tanda tangan bonus gagal. Silakan coba lagi nanti.
ja: ボーナス署名の検証に失敗しました。後でもう一度お試しください
pt: A verificação da assinatura do bónus falhou. Por favor, tente novamente mais tarde.
ru: Проверка подписи бонуса не удалась. Пожалуйста, повторите попытку позже.
tr: Bonus imza doğrulaması başarısız oldu. Lütfen daha sonra tekrar deneyiniz
vi: Không xác minh được chữ ký lãnh thưởng. Làm ơn, hãy thử lại sau.
zh_hans: 奖金签名验证失败。请稍后再试。

# crowdloan.cap.reached.amount.message
source: You cannot contribute the selected amount since the resulting raised amount will exceed the crowdloan cap. The maximum allowed contribution is %@.
id: Tidak dapat memberikan kontribusi jumlah yang dipilih karena jumlah yang dihasilkan akan melebihi batas crowdloan. Kontribusi maksimum yang diizinkan adalah %@.
ja: 結果として生じる調達額はクラウドローンの上限を超えるため、選択した金額を寄付することはできません。許可される最大の貢献は%@です
pt: Não pode contribuir com o valor escolhido, pois o valor arrecadado resultante excederá o limite do crowdloan. A contribuição máxima permitida é %@ .
ru: Невозможно вложить введённую сумму, поскольку общая сумма сбора будет превышать максимальную сумму краудлоуна. Максимально допустимый вклад составляет %@.
tr: Ortaya çıkan artış miktarı, crowdloan sınırını aşacağından, seçilen miktara katkıda bulunulamaz. İzin verilen maksimum katkı %@
uk: Неможливо внести обрану суму, оскільки отримана сума перевищить максимальну суму кредитування. Максимально дозволений внесок - %s .
vi: Không thể đóng góp số lượng đã chọn vì sẽ khiến tổng lượng huy động vượt quá giới hạn. Mức đóng góp tối đa được phép là %@.
zh_hans: 由于筹集的金额将超过众贷上限，您无法贡献所选金额。最大允许的贡献额为%@。

# crowdloan.cap.reached.raised.message
source: You cannot contribute to the selected crowdloan since its cap is already reached.
id: Tidak dapat berkontribusi ke crowdloan yang dipilih karena batasnya sudah tercapai.
ja: すでに上限に達しているため、選択したクラウドローンに貢献できません
pt: Não é possível contribuir para o crowdloan selecionado, pois seu limite já foi atingido.
ru: Невозможно внести вклад в выбранный краудлоун, поскольку его максимальная сумма сбора уже достигнута.
tr: Sınırına zaten ulaşıldığı için seçilen crowdloan'a katkıda bulunamaz
uk: Неможливо зробити внесок у вибраний краудлоан, оскільки його межа вже досягнута
vi: Không thể đóng góp vào crowdloan đã chọn vì chương trình đã đủ số lượng cho vay.
zh_hans: 你无法参与选定的众贷，因为它已经达到了上限。

# crowdloan.cap.reached.title
source: Crowdloan cap exceeded
id: Batas crowdloan terlampaui
ja: クラウドローンの上限を超えました
pt: Limite de contribuições para o crowdloan excedido
ru: Превышена максимальная сумма краудлоуна
tr: Crowdloan sınırı aşıldı.
uk: Обмеження кількості грошових позик перевищено
vi: Đã vượt quá giới hạn Crowdloan
zh_hans: 众贷额度已超出

# crowdloan.completed.section.format
source: Completed (%@)
id: Selesai (%@)
ja: 完了しました（ %@ ）
pt: Concluído (%@)
ru: Завершённые (%@)
tr: Tamamlandı ( %@ )
uk: Завершено ( %@ )
vi: Đã hoàn thành (%@)
zh_hans: 已完成（ %@ ）

# crowdloan.confirmation.name
source: %@ Crowdloan
id: %@ Pinjaman massal
ja: %@クラウドローン
ru: %@ краудлоун
tr: %@Toplu kredi
zh_hans: %@众贷

# crowdloan.contribute.title
source: Contribute to the Crowdloan
id: Berkontribusi pada crowdloan
ja: クラウドローンに貢献する
pt: Contribuir para o Crowdloan
ru: Внести вклад в краудлоун
tr: Crowdloan'a Katkıda Bulunun.
uk: Сприяти кредитуванню
vi: Đóng góp vào crowdloan
zh_hans: 参与众贷

# crowdloan.contribution.format
source: You contributed: %@
id: Anda berkontribusi: %@
ja: あなたの貢献：%@
pt: Você contribuiu: %@
ru: Вы вложили: %@
tr: Katkıda bulundunuz: %@
vi: Bạn đã đóng góp: %@
zh_hans: 你的贡献：%@

# crowdloan.email.hint
source: Email address
id: Alamat email
ja: 電子メールアドレス
pt: Endereço de email
ru: Адрес электронной почты
tr: Eposta adresi
vi: Địa chỉ email
zh_hans: 电子邮件地址

# crowdloan.empty.bonus.title
source: Get a special bonus
id: Dapatkan bonus khusus
ja: スペシャルボーナスをゲット
pt: Obtenha um bónus especial
ru: Получите специальный бонус
tr: Özel bir bonus kazanın.
vi: Nhận thưởng đặc biệt
zh_hans: 获得特别奖励

# crowdloan.empty.message
source: Information about crowdloans will appear here
id: Informasi tentang crowdloans akan muncul di sini
ja: クラウドローンに関する情報は ここに表示されます
pt: Informações sobre crowdloans aparecerão aqui
ru: Информация о краудлоунах появится здесь.
tr: Crowdloans hakkında bilgi burada görünecek.
uk: Тут з’явиться інформація про кредити
vi: Thông tin về các khoản vay từ cộng đồng (crowdloans) sẽ xuất hiện ở đây
zh_hans: 关于众贷的信息 将在此处显示

# crowdloan.ended.message
source: You cannot contribute to the selected crowdloan since it has already ended.
id: Tidak dapat berkontribusi ke crowdloan yang dipilih karena sudah berakhir.
ja: すでに終了しているため、選択したクラウドローンに貢献することはできません
pt: Não é possível contribuir para o crowdloan selecionado, porque já terminou.
ru: Невозможно внести вклад в выбранный краудлоун, поскольку он уже завершён.
tr: Zaten sona erdiği için seçilen crowdloan'a katkıda bulunamaz
uk: Неможливо зробити внесок у вибраний краудлоан, оскільки його вже закінчено.
vi: Không thể đóng góp crownloan này vì nó đã kết thúc.
zh_hans: 由于该众贷已经结束，您无法参与其中。

# crowdloan.ended.title
source: The crowdloan has ended
id: Crowdloan berakhir
ja: クラウドローンは終了しました
pt: O crowdloan terminou
ru: Краудлоун завершён
tr: Crowdloan sona erdi.
uk: Crowdloan закінчено
vi: Crowdloan đã kết thúc
zh_hans: 众贷已结束

source: Crowdloan info
id: Info Crowdloan
ja: クラウドローン情報
pt: Informações do crowdloan
ru: Информация о краундлоуне
tr: Crowdloan bilgisi
uk: Інформація про краудлоан
vi: Thông tin Crowdloan
zh_hans: 众贷信息

# crowdloan.learn
source: Learn about %@'s crowdloan
id: Pelajari crowdloan %@
ja: %@のクラウドローンについて学ぶ
pt: Aprenda sobre o crowdloan de %@
ru: О краудлоуне %@
tr: %@ 'ın crowdloan'ını öğrenin
uk: Вивчіть %@ 's crowdfull
vi: Tìm hiểu về crowdloan %@
zh_hans: 了解%@的众贷

# crowdloan.learn.bonuses
source: Learn about %@'s bonuses
id: Pelajari tentang bonus %@
ja: %@のボーナスについて学ぶ
pt: Saiba mais sobre os bónus da %@
ru: Узнайте о бонусах %@
tr: %@'in bonusları hakkında daha fazla bilgi öğrenin
vi: Tìm hiểu về phần thưởng của %@
zh_hans: 了解%@的奖金

# crowdloan.leasing.period
source: Leasing period
id: Jangka waktu sewa
ja: リース期間
pt: Período de locação
ru: Период лизинга
tr: Kiralama süresi
uk: Період оренди
vi: Thời gian cho thuê
zh_hans: 租赁期

# crowdloan.list.section.format
source: Select a Crowdloan Campaign that you wish to contribute to. You will receive rewards if the campaign wins a parachain slot at the auction.
id: Pilih terjun payung untuk menyumbangkan. Anda akan menerima hadiah jika parachain memperoleh slot pada akhir lelang.
ja: 貢献したいクラウドローン・キャンペーンを選択してください。キャンペーンがオークション終了までにパラチェーンのスロットを獲得すると、報酬を受け取れます
pt: Selecione uma campanha de Crowdloan para a qual deseje contribuir. Receberá recompensas se a campanha ganhar um slot de parachain no leilão.
ru: Выберите кампанию краудлана, в которую вы хотите внести свой вклад. Вы получите вознаграждение, если кампания выиграет слот парачейна в аукционе.
tr: Katkıda bulunmak istediğin bir Crowdloan kampanyası seç. Eğer kampanya açık arttırmada bir Parachain slotu kazanırsa ödüllendirileceksin.
uk: Виберіть парахени, щоб внести свій %@ . Ви отримаєте винагороду, якщо парахін придбає слот до кінця аукціону.
vi: Chọn một Crowdloan Campaign mà bạn muốn đóng góp. Bạn sẽ nhận được phần thưởng nếu giành được vị trí parachain tại cuộc đấu giá.
zh_hans: 选择您希望贡献的众贷活动。如果该活动在拍卖中赢得平行链插槽，您将获得奖励。

# crowdloan.placeholder
source: Active crowdloans will appear here
id: Crowdfloans aktif akan muncul di sini
ja: アクティブなクラウドローン がここに表示されます
pt: Os crowdloans ativos aparecerão aqui
ru: Здесь появятся активные краудлоуны
tr: Aktif crowdloanlar burada görünecek.
vi: Crowdloans đang hoạt động sẽ xuất hiện ở đây
zh_hans: 活跃的众贷 将会在这里显示

# crowdloan.privacy.policy
source: I have read and agree to the Terms and Conditions
id: Saya sudah membaca dan setuju atas Ketentuan dan Kebijakan Privasi
ja: 私は規約と条件を読み、同意します
pt: Li e concordo com os Termos e Condições
ru: Я подтверждаю, что прочитал и согласен с Условиями использования и Политикой конфиденциальности
tr: Şartlar ve Koşulları Okuyup Kabul Ettim
vi: Tôi đã đọc và Đồng ý với các Điều khoản và Điều kiện đi kèm
zh_hans: 我已阅读并同意条款和条件

# crowdloan.private.crowdloan.message
source: Private crowdloans are not yet supported.
id: Crowdloans pribadi belum didukung.
ja: プライベート・クラウドローンはまだサポートされていません
pt: Crowdloans privados ainda não são suportados.
ru: Приватные краудлоуны пока не поддерживаются
tr: Özel crowdloan'lar henüz desteklenmemektedir
vi: Chiến dịch Gọi vốn riêng (Private crowdloan) chưa được hỗ trợ
zh_hans: 暂时不支持私人众贷。

# crowdloan.private.crowdloan.title
source: Private crowdloan
id: Crowdloan pribadi
ja: プライベート・クラウドローン
pt: Crowdloan privado
ru: Приватный краудлоун
tr: Özel crowdloan
vi: Chiến dịch Gọi vốn riêng (Private crowdloan)
zh_hans: 私人众贷

# crowdloan.progress.format
source: Raised: %@ of %@
id: Dibesarkan: %@ dari %@
ja: 上昇： %@の%@
pt: Angariado: %@ de %@
ru: Собрано: %@ из %@
tr: Toplandı: %@/%@
uk: Піднято: %@ з %@
vi: Đã huy động: %@ của %@
zh_hans: 已筹集：%@，共%@

# crowdloan.raised
source: Raised
id: Dibesarkan
ja: 上昇
pt: Angariado
ru: Собрано
tr: Yükseltilmiş
uk: Підняли
vi: Đã huy động
zh_hans: 筹集

# crowdloan.referral.code.internal
source: Referral code verification failed. Please try again later.
id: Verifikasi kode referal gagal. Silakan coba lagi nanti.
ja: 紹介コードの検証に失敗しました。後でもう一度お試しください
pt: A verificação do código de referência falhou. Por favor, tente novamente mais tarde.
ru: Не удалось проверить реферальный код. Пожалуйста, повторите попытку позже.
tr: Referans kodu doğrulaması başarısız oldu. Lütfen daha sonra tekrar deneyiniz
vi: Không xác minh được mã giới thiệu. Vui lòng thử lại sau.
zh_hans: 推荐码验证失败。请稍后再试。

# crowdloan.referral.code.invalid
source: The referral code is invalid. Please try another one
id: Kode referal tidak valid. Silakan, coba yang lain
ja: 紹介コードが無効です。別のものをお試しください
pt: O código de referência é inválido. Por favor, tente com outro
ru: Реферальный код недействителен. Пожалуйста, попробуйте другой.
tr: Referans kodu geçersiz. Lütfen, başka bir tane deneyin.
vi: Mã giới thiệu không hợp lệ. Làm ơn, hãy thử một cái khác
zh_hans: 推荐码无效，请尝试另一个

# crowdloan.reward
source: Estimated reward
id: Estimasi hadiah
ja: 推定報酬
pt: Recompensa estimada
ru: Примерное вознаграждение
tr: Tahmini ödül
uk: Розрахункова винагорода
vi: Phần thưởng ước tính
zh_hans: 预计奖励

# crowdloan.terms.format
source: I have read and agree to %@
id: Saya telah membaca dan menyetujui %@
ja: 私は%@を読み、同意します
pt: Li e concordo com %@
ru: Я прочёл и соглашаюсь с %@
tr: %@ okudum ve kabul ediyorum.
vi: Tôi đã đọc và đồng ý %@
zh_hans: 我已阅读并同意%@

# crowdloan.terms.value
source: Terms and Conditions
id: Syarat dan ketentuan
ja: 規約と条件
pt: Termos e Condições
ru: Условиями использования
tr: Şartlar ve koşullar.
vi: Điều khoản và Điều kiện
zh_hans: 条款和条件

# crowdloan.too.small.contribution.message
source: The minimum amount allowed to contribute is %@.
id: Jumlah minimum yang diizinkan untuk disumbangkan adalah %@.
ja: 寄付できる最少額は%sです
pt: A quantia mínima permitida para contribuir é %@
ru: Минимально допустимая сумма вклада составляет %@ .
tr: Katkıda bulunmak için izin verilen minimum miktar %@
uk: Мінімально дозволена сума внеску - %s .
vi: Số lượng tối thiểu cần đóng góp là %@.
zh_hans: 允许贡献的最小金额为%@ 。

# crowdloan.too.small.contribution.title
source: Your contribution amount is too small
id: Jumlah kontribusi terlalu kecil
ja: 寄付額が少なすぎます
pt: O montante da contribuição é demasiado pequeno
ru: Сумма вклада слишком мала
tr: Katkı miktarı çok küçük
uk: Розмір внеску замалий
vi: Số lượng đóng góp quá nhỏ
zh_hans: 您的贡献金额太小

# crowdloan.unlock.hint
source: Your %@ tokens will be returned after the leasing period.
id: Token %@ Anda akan dikembalikan setelah masa sewa.
ja: %@トークンは、リース期間後に返されます
pt: Os seus tokens de %@ serão devolvidos após o período de locação.
ru: Ваши %@ токены будут возвращены обратно после срока лизинга парачейна.
tr: %@ jetonlarınız kiralama döneminden sonra iade edilecektir
uk: Ваші %@ будуть повернуті після закінчення періоду оренди.
vi: Tokens %@ bạn sẽ được trả lại sau thời gian cho mượn.
zh_hans: 租赁期结束后，您的%@代币将会退还。

# crowdloan.you.contributions.title
source: Your contributions
id: Kontribusi Anda
ja: あなたの貢献
pt: As suas contribuições
ru: Ваш вклад
tr: Katkılarınız
uk: Ваші внески
vi: Đóng góp của bạn
zh_hans: 您的贡献

# custom.collators.text
source: You should trust your collators to act competently and honestly; basing your decision purely on their current profitability could lead to reduced profits or even loss of funds.
id: Anda harus memercayai kolaborator Anda untuk bertindak secara kompeten dan jujur; mendasarkan keputusan Anda semata-mata pada profitabilitas mereka saat ini dapat menyebabkan berkurangnya keuntungan atau bahkan hilangnya dana.
ja: コレーターが有能かつ誠実に行動することを信頼すべきです。現在の収益性だけで判断すると、利益の減少や資金喪失につながる可能性があります
pt: Você deve confiar que seus coletores agirão com competência e honestidade; basear sua decisão puramente na lucratividade atual pode levar à redução dos lucros ou até mesmo à perda de fundos.
ru: Вы должны доверять своим коллаторам действовать компетентно и честно; Основывая свое решение исключительно на их текущей прибыльности, вы можете привести к снижению прибыли или даже потере средств.
tr: İşbirliği yaptığınız kişilerin yetkin ve dürüst davranacaklarına güvenmelisiniz; Kararınızı yalnızca mevcut kârlılıklarına göre vermek, kârın azalmasına ve hatta fon kaybına yol açabilir.
vi: Bạn nên tin tưởng những collator của bạn sẽ hành động một cách thành thạo và trung thực; Việc dựa trên quyết định của bạn hoàn toàn dựa trên lợi nhuận hiện tại của họ có thể dẫn đến giảm lợi nhuận hoặc thậm chí mất tiền.
zh_hans: 你应该相信你的收集人能够胜任并诚实地行事；仅凭他们目前的盈利能力来做决策可能会导致利润减少甚至资金损失。

# custom.collators.title
source: Stake with known collators
id: Taruhan dengan collator yang dikenal
ja: 既知のコレーターとステーク
pt: Stake com coletores conhecidos
ru: Стейк с известными коллаторами
tr: Bilinen derleyicilerden hisse alın
vi: Cổ phần với những collators đã biết
zh_hans: 与已知的收集人进行质押

# custom.validators.empty.message
source: No validators found. Please try to change filters
id: Validator tidak ditemukan. Silakan coba ubah filter
ja: バリデーターが見つかりません。 フィルターを変更してみてください
pt: Nenhum validador encontrado. Por favor, tente alterar os filtros
ru: Валидаторы не найдены. Пожалуйста, попробуйте изменить фильтры
tr: Doğrulayıcı bulunamadı. Lütfen filtreleri değiştirmeyi deneyin
vi: Không tìm thấy validator nào. Vui lòng thử thay đổi bộ lọc
zh_hans: 没有找到验证人。 请尝试更改筛选条件。

# default.account.shared.secret
source: Accounts with a shared secret
id: Akun dengan rahasia bersama
ja: 共有シークレットを持つデフォルトのアカウント
pt: Contas padrão com um segredo partilhado
ru: Аккаунты с одним ключом
tr: Mevcut paylaşılmış gizli bilgili hesaplar.
vi: Tài khoản với khóa bí mật chia sẻ
zh_hans: 具有共享密钥的账户

# delete.custom.node.title
source: Delete custom node?
id: Hapus node khusus?
ja: カスタムノードを削除しますか？
pt: Eliminar o node personalizado?
ru: Удалить выбранную ноду?
tr: Özel düğüm silinsin mi?
vi: Xóa node tùy chỉnh?
zh_hans: 删除自定义节点？

# ecdsa.selection.subtitle
source: (BTC/ETH compatible)
id: (Kompatibel dengan BTC / ETH)
ja: （BTC / ETH互換）
pt: (compatível com BTC/ETH)
ru: (BTC/ETH совместимый)
tr: (BTC / ETH uyumlu)
uk: (BTC/ETH сумісний)
vi: (Tương thích BTC/ETH)
zh_hans: （兼容BTC/ETH）
