Repository: soramitsu/fearless-iOS
Catalog: fearless/*.lproj/Localizable.strings
Languages: id, ja, pt, ru, tr, uk, vi, zh_hans

# username.setup.hint
source: This name will be displayed only to you and stored locally on your mobile device.
id: Nama untuk akun ini dan tampilannya akan muncul dibawah alamat Anda. Dengan identitas on-chain, dan dapat tersedia untuk orang lain.
ja: この名前はあなたにのみ表示され、あなたのデバイスの中に保存されます。
pt: Este nome será exibido apenas para si e armazenado localmente no seu dispositivo móvel.
ru: Данное имя будет отображаться только для вас и храниться только на вашем мобильном устройстве.
tr: Bu hesabın adı ve adreslerinizin altında nasıl görüneceği. Zincir üzerindeki bir kimlikle başkalarının görünümüne de sunulabilir
uk: Ім'я цього облікового запису та його відображення під вашою адресою. За допомогою мережевої ідентичності, він може бути доступний для інших.
vi: Tên này chỉ hiển thị với bạn và lưu trên điện thoại cá nhân.
zh_hans: 此名称仅会显示给您，并且仅在您的移动设备上本地存储。

# username.setup.hint.2.0
source: Example: Savings, Investments, Crowdloans, Staking. This nickname will only be displayed to you and stored locally on your mobile device.
id: Contoh: Tabungan, Investasi, Pinjaman massal , Staking. Nama panggilan ini hanya akan ditampilkan kepada Anda dan disimpan secara lokal di perangkat seluler Anda.
ja: 例：貯蓄、投資、クラウドローン、ステーキング。このニックネームはあなたにのみ表示され、あなたのデバイスの中に保存されます
pt: Exemplo: Poupanças, Investimentos, Crowdloans, Staking. Este nome será exibido apenas para você e armazenado localmente em seu dispositivo móvel.
ru: Пример: Сбережения, инвестиции, краудлоуны, стейкинг. Данное имя будет отображаться только для вас и храниться только на вашем мобильном устройстве.
tr: Örnek: Tasarruflar, Yatırımlar, Kitlesel Krediler, Staking. Bu takma ad yalnızca size gösterilecek ve mobil cihazınızda yerel olarak saklanacaktır.
vi: Ví dụ: Tiết kiệm, Đầu tư, Crowdloans, Staking. Biệt danh (nickname) này sẽ chỉ được hiển thị cho bạn và được lưu trữ cục bộ trên thiết bị di động của bạn.
zh_hans: 示例：储蓄、投资、众贷、质押。此昵称将仅为您显示并本地存储在您的移动设备上。

# username.setup.title
source: Create an account
id: Buat Akun
ja: アカウントを作成する
pt: Criar conta
ru: Создать аккаунт
tr: Hesap oluştur
uk: Створити обліковий запис
vi: Tạo tài khoản
zh_hans: 创建一个账户

# username.setup.title.2.0
source: Create a new wallet
id: Buat dompet baru
ja: 新しいウォレットを作成
pt: Criar nova carteira
ru: Создать новый кошелек
tr: Yeni bir cüzdan oluştur
vi: Tạo một ví mới
zh_hans: 创建一个新的钱包

# validator.info.comission.title
source: Comission
id: Komisi
ja: コミッション
pt: Comissão
tr: Komisyon
vi: Sứ mệnh
zh_hans: 佣金

# validators.list.empty.message
source: No validators found
id: Validator tidak ditemukan
ja: バリデーターが見つかりません
pt: Não foram encontrados validadores
ru: Валидаторы не найдены
tr: Doğrulayıcı bulunamadı
vi: Không tìm thấy validator nào
zh_hans: 未找到验证人

# verify.phone.number.title
source: Verify your phone number
id: Verifikasi nomor ponselmu
ru: Проверьте свой номер телефона
vi: Xác minh số điện thoại của bạn
zh_hans: 验证您的电话号码

# vesting.claim.disclaimer.text
source: Due to the unique vesting schedules of each parachain, our app is unable to display the quantity of locked tokens eligible for claiming. Please be advised that initiating a claim may be impractical if the prospective amount is marginal and comparable to the transaction fee involved. For comprehensive insights into your locked balances, consult the Subscan blockexplorer. We urge you to assess the information carefully and proceed at your own discretion.
id: Karena jadwal vesting unik dari setiap parachain, aplikasi kami tidak dapat menampilkan jumlah token terkunci yang memenuhi syarat untuk diklaim. Harap diperhatikan bahwa mengajukan klaim mungkin tidak praktis jika jumlah yang diharapkan kecil dan sebanding dengan biaya transaksi. Untuk wawasan komprehensif tentang saldo terkunci Anda, konsultasikan dengan penjelajah blok Subscan. Kami mendesak Anda untuk menilai informasi dengan hati-hati dan melanjutkan sesuai kebijaksanaan Anda sendiri.
tr: Her parachain'in benzersiz hak kazanma programları nedeniyle, uygulamamız talep edilmeye uygun kilitli tokenlerin miktarını görüntüleyemiyor. Olası tutarın marjinal olması ve söz konusu işlem ücretiyle karşılaştırılabilir olması durumunda, hak talebinde bulunmanın pratik olmayabileceğini lütfen unutmayın. Kilitli bakiyelerinize ilişkin kapsamlı bilgiler için Subscan blok araştırmacısına başvurun. Bilgileri dikkatlice değerlendirmenizi ve kendi takdirinize göre ilerlemenizi öneririz.
zh_hans: 由于每个平行链的独特归属计划，我们的应用无法显示可认领的锁定代币数量。请注意，如果预计金额微不足道且与涉及的交易费用相当，发起认领可能是不切实际的。要全面了解您的锁定余额，请咨询Subscan区块浏览器。我们敦促您仔细评估信息，并根据自己的判断继续操作。

# vesting.claim.disclaimer.title
source: Important Notice Regarding Token Claims:
id: Pemberitahuan Penting Mengenai Klaim Token:
tr: Token Taleplerine İlişkin Önemli Uyarı:
zh_hans: 关于代币申领的重要通知：

# vesting.locked.title
source: Vesting Locked
id: Vesting Terkunci
tr: Vesting Kilitli
zh_hans: 归属锁定

# view.in
source: View in %s
id: Lihat di %s
ja: %sで見る
pt: Ver em %s
ru: Посмотреть в %s
tr: %s'da görüntüle
vi: Xem trong %s
zh_hans: 在%s中查看

source: View wallet
id: Lihat dompet
ja: ウォレットを見る
pt: Ver carteira
ru: Посмотреть кошелек
tr: Cüzdanı görün
vi: Xem ví
zh_hans: 查看钱包

# wallet.account.locks.democracy
source: Democracy
id: Demokrasi
ja: 民主主義
pt: Democracia
ru: Демократия
tr: Demokrasi
vi: Dân chủ
zh_hans: 民主

# wallet.account.locks.vesting
source: Vesting
id: Pemberian
ja: 権利確定
ru: Вестинг
zh_hans: 归属

# wallet.asset.buy
source: Buy
id: Beli
ja: 購入
pt: Comprar
ru: Купить
tr: Satın Alın
uk: Купити
vi: Mua
zh_hans: 购买

# wallet.asset.buy.with
source: Buy %s with
id: Beli dengan
ja: で購入
pt: Comprar %s com
ru: Купить %s с
tr: %s ile al
uk: Купуйте за допомогою
vi: Mua %s với
zh_hans: 购买%s用

# wallet.asset.receive
source: Receive
id: Menerima
ja: 受け取る
pt: Receber
ru: Получить
tr: Al
uk: Отримати
vi: Nhận
zh_hans: 接收

# wallet.asset.receive.template
source: Receive %s
id: Terima %s
ja: 受信 %s
pt: Receber %s
ru: Получить %s
tr: Alın%s
vi: Nhận %s
zh_hans: 接收%s

# wallet.asset.transferable.caption
source: Transferable
id: Bisa ditransfer
ja: 送信可能
pt: Transferível
ru: Доступны к отправке
tr: Aktarılabilir
vi: Có thể chuyển
zh_hans: 可转让

# wallet.asset.your.balance
source: Your balance
id: Saldomu
ja: あなたの残高
pt: O seu saldo
ru: Ваш баланс
tr: Bakiyeniz
vi: Số dư của bạn
zh_hans: 您的余额

# wallet.assets.total.title
source: Assets value
id: Nilai aset
ja: アセットの価値
pt: Valor dos ativos
ru: Стоимость активов
tr: Varlıkların değeri
uk: Вартість активів
vi: Giá trị tài sản
zh_hans: 资产价值

# wallet.balance.available
source: Available
id: Tersedia
ja: 利用可能
pt: Disponível
ru: Доступно
tr: Mevcut
uk: Доступно
vi: Khả dụng
zh_hans: 可用

# wallet.balance.bonded
source: Staked
id: Dipertaruhkan
ja: ステーク済み
ru: Застейкано
tr: Stake edilen
uk: Заморожено
vi: Đã stake
zh_hans: 已质押

# wallet.balance.frozen
source: Frozen
ja: 凍結
pt: Congelado
ru: Заморожено
tr: Dondurulmuş
uk: Заморожений
vi: Đóng băng
zh_hans: 冻结

# wallet.balance.locked
source: Locked
id: Terkunci
ja: ロック済み
pt: Bloqueado
ru: Заблокировано
tr: Kilitli
uk: Заблоковано
vi: Đã khóa
zh_hans: 锁定

# wallet.balance.redeemable
source: Redeemable
id: Dapat diredeem
ja: 償還可能
pt: Resgatável
ru: Можно забрать
tr: Kullanılabilir
uk: Викупний
vi: Có thể đổi trả
zh_hans: 可赎回

# wallet.balance.reserved
source: Reserved
id: Dipesan
ja: 予約済み
pt: Reservado
ru: Зарезервировано
tr: Rezerve edilmiş
uk: Зарезервований
vi: Dự trữ
zh_hans: 保留

# wallet.balance.unbonding_v1.9.0
source: Unstaking
ja: ステーキング解除
ru: В процессе вывода
tr: Stake kaldırma
zh_hans: 解除质押

# wallet.connect.connection.complete
source: Connection from %@ has been successfully completed
id: Koneksi dari %@ telah berhasil diselesaikan
ja: %@ ethers との接続が正常に完了しました
pt: Conexão de %@ com ethers foi feita com sucesso
tr: Bağlantı%@başarıyla tamamlandı
vi: Kết nối từ %@ với ether đã hoàn tất thành công
zh_hans: 来自%@的连接已成功完成

# wallet.connect.connection.dissconnected
source: Disconnection from %@ has been successfully completed
id: Pemutusan dari %@ telah berhasil diselesaikan
ja: %@ ethers との切断が正常に完了しました
pt: Desconexão de %@ ether(s) foi feita com sucesso
tr: Bağlantının kesilmesi%@başarıyla tamamlandı
vi: Việc ngắt kết nối khỏi %@ ether đã hoàn tất thành công
zh_hans: 成功完成与%@的断开连接。

# wallet.connect.invalid.url.message
source: Our App only supports Wallet Connect SDK v2 and does not support the deprecated SDK v1. Please use the appropriate version for a successful connection.
id: Aplikasi kami hanya mendukung Wallet Connect SDK v2 dan tidak mendukung SDK v1 yang tidak digunakan lagi. Silakan gunakan versi yang sesuai agar koneksi berhasil.
ja: 当アプリはWallet Connect SDK v2のみをサポートしており、非推奨のSDK v1はサポートしておりません。適切なバージョンを使用して正しく接続してください
pt: Nosso App tem compatibilidade apenas com a Wallet Connect SKD v2, não com a descontinuada SDK v1. Por favor, use a versão apropriada para conectar-se com sucesso.
tr: Uygulamamız yalnızca Wallet Connect SDK v2'yi destekler ve kullanımdan kaldırılan SDK v1'i desteklemez. Başarılı bir bağlantı için lütfen uygun sürümü kullanın.
vi: Ứng dụng của chúng tôi chỉ hỗ trợ Wallet Connect SDK v2 và không hỗ trợ SDK v1 không được dùng nữa. Vui lòng sử dụng phiên bản thích hợp để kết nối thành công.
zh_hans: 我们的应用程序仅支持Wallet Connect SDK v2，不支持已弃用的SDK v1。请使用适当的版本以确保成功连接。

# wallet.connect.invalid.url.title
source: Warning: Wallet Connect SDK v1 Not Supported
id: Peringatan: Dompet terhubung SDK v1 Tidak Didukung
ja: 警告： Wallet Connect SDK v1 はサポートされていません
pt: Aviso: Wallet Connect SDK v1 não é compatível
tr: Uyarı: Wallet Connect SDK v1 Desteklenmiyor
vi: Cảnh báo: SDK Connect Wallet v1 không được hỗ trợ
zh_hans: 警告：不支持 Wallet Connect SDK v1

# wallet.connect.sign.warning.message
source: Signing this message can have dangerous side effect. Only sign message from sites you fully trust with your entire account.
id: Menandatangani pesan ini dapat menimbulkan efek samping yang berbahaya. Hanya tandatangani pesan dari situs yang Anda percayai sepenuhnya dengan seluruh akun Anda.
ja: このメッセージに署名すると、危険な副作用が生じる可能性があります。全てのアカウントにおいて、完全に信頼できるサイトからのメッセージのみに署名してください
pt: Assinar esta mensagem pode ter efeitos colaterais perigosos. Assine apenas mensagens de sites em que você confia totalmente com toda a sua conta.
tr: Bu mesajı imzalamanın tehlikeli yan etkileri olabilir. Yalnızca hesabınızın tamamıyla tamamen güvendiğiniz sitelerden gelen mesajları imzalayın.
vi: Việc ký vào tin nhắn này có thể có tác dụng phụ nguy hiểm. Chỉ ký tin nhắn từ các trang web mà bạn hoàn toàn tin tưởng bằng toàn bộ tài khoản của mình.
zh_hans: 警告：签署此消息可能会产生危险的副作用。只有在您完全信任的网站上，才使用您的整个账户签署消息。

# wallet.contacts.empty.title
source: Your accounts and the contacts to whom you were sending transfers will appear here
id: Akun dan kontak tujuan transfer anda akan muncul di sini
ja: 送信先のアカウントと連絡先がここに表示されます
pt: A suas contas e contatos para quem estava enviando transferências aparecerão aqui
ru: Здесь появятся ваши аккаунты и контакты, которым вы отправляли переводы
tr: Transfer yaptığınız hesaplarınız ve kişileriniz burada görünecek.
uk: Тут з’являться ваші облікові записи та контакти, кому ви надсилали перекази
vi: Tài khoản và thông tin của người bạn đã từng chuyển khoản sẽ hiện ở đây
zh_hans: 您的账户和您发送转账的联系人将会显示在这里

# wallet.contacts.search.placeholder
source: Account address or account name
id: Alamat akun atau nama akun
ja: アカウントのアドレスまたはアカウント名
pt: Endereço da conta ou nome da conta
ru: Адрес аккаунта или имя аккаунта
tr: Hesap adresi veya hesap adı
uk: Адреса або ім'я облікового запису
vi: Địa chỉ tài khoản hoặc tên tài khoản
zh_hans: 账户地址或账户名称

# wallet.contacts.search.placeholder_v1.10
source: Search by address or name
id: Cari berdasarkan alamat atau nama
ja: アドレスまたは名前で検索
pt: Pesquisar por endereço ou nome
ru: Поиск по адресу или имени
tr: Adrese veya isme göre arayın
vi: Tìm kiếm theo địa chỉ hoặc tên
zh_hans: 按地址或姓名搜索

# wallet.extrinsic.details.title
source: Extrinsic details
id: Detail ekstrinsik
ja: 外形的な詳細
pt: Detalhes extrínsecos
ru: Детали транзакции
tr: Dış detaylar
vi: Chi tiết extrinsic
zh_hans: 外在详情

# wallet.fee.over.existential.deposit
source: You should have funds to pay the fee and remain above the minimal balance.
id: Anda harus memiliki dana untuk membayar biaya dan tetap di atas saldo minimal.
ja: 手数料を支払うための資金があり、最少残高を超えている必要があります
pt: Você deve ter fundos para pagar a taxa e permanecer acima do saldo mínimo.
ru: У вас должны быть средства для оплаты комиссии и оставаться выше минимального баланса.
tr: Ücret ödemek ve asgari bakiyenin üzerinde kalmak için paranız olmalıdır
uk: Ви повинні мати кошти для сплати збору і залишатися на рівні, що перевищує мінімальний баланс.
vi: Bạn phải suy trì số dư tối thiểu để thanh toán khoản phí liên quan.
zh_hans: 你应该有足够的资金支付费用，并保持余额高于最低限额。

# wallet.filters.extrinsics
source: Other transactions
id: Transaksi lainnya
ja: その他のトランザクション
pt: Outras transações
ru: Прочие транзакции
tr: Diğer işlemler
uk: Інші операції
vi: Các giao dịch khác
zh_hans: 其他交易

# wallet.filters.header
source: Show
id: Tampilkan
ja: 表示
pt: Mostrar
ru: Показывать
tr: Göstermek
uk: Показати
vi: Hiển thị
zh_hans: 显示

# wallet.filters.rewards.and.slashes
source: Rewards and Slashes
id: Hadiah dan Garis Miring
ja: 報酬とスラッシュ
pt: Recompensas e Penalizações
ru: Вознаграждения и слэши
tr: Ödüller ve Kesintiler
uk: Нагороди та косі риси
vi: Phần thưởng và Khoản bị phạt
zh_hans: 奖励和惩罚

# wallet.filters.title
source: Filters
id: Filter
ja: フィルタ
pt: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器

# wallet.filters.transfers
source: Transfers
id: Transfer
ja: 送信
pt: Transferências
ru: Переводы
tr: Transferler
uk: Трансфери
vi: Chuyển khoản
zh_hans: 转移

# wallet.history.title_v1.9.0
source: History
id: Riwayat
ja: 履歴
pt: Histórico
ru: История
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史

# wallet.manage.assets
source: Manage assets
id: Kelola aset
ja: アセットの管理
pt: Gerir ativos
ru: Управление активами
tr: Varlıkları yönetin
vi: Quản lý tài sản
zh_hans: 管理资产

# wallet.managment.select.wallet.title
source: Select your wallet
id: Pilih dompetmu
ja: ウォレットを選択
pt: Selecione sua carteira
tr: Cüzdanınızı seçin
vi: Chọn ví của bạn
zh_hans: 选择您的钱包

# wallet.options.delete
source: Delete Wallet
id: Hapus dompet
ja: ウォレットを削除
pt: Deletar carteira
ru: Удалить кошелек
tr: Cüzdanı Sil
vi: Xóa ví
zh_hans: 删除钱包

# wallet.options.details
source: Wallet Details
id: Detail dompet
ja: ウォレットの詳細
pt: Detalhes da carteira
ru: Детали кошелька
tr: Cüzdan Detayları
vi: Chi tiết Ví
zh_hans: 钱包详情

# wallet.options.export
source: Export Wallet
id: Ekspor dompet
ja: ウォレットをエクスポート
pt: Exportar carteira
ru: Экспортировать кошелек
tr: Cüzdanı Dışa Aktar
vi: Xuất Ví
zh_hans: 导出钱包

# wallet.options.title
source: Wallet options
id: Opsi dompet
ja: ウォレットのオプション
pt: Opções da carteira
ru: Действия с кошельком
tr: Cüzdan seçenekleri
vi: Tùy chọn ví
zh_hans: 钱包选项

# wallet.receive.description
source: Show the sender this QR
id: Bagikan QR ini ke pengirim
ja: このQRコードを送信者に共有する
pt: Mostrar este código QR ao remetente
ru: Покажите этот QR-код отправителю
tr: Bu QR kodunu göndericiye paylaş
uk: Поділіться цим QR-кодом із відправником
vi: Hiển thị mã QR này cho người gửi
zh_hans: 向发送人显示此QR

# wallet.receive.navigation.title
source: Receive %s
id: Terima %s
ja: 受信 %s
pt: Receba %s
ru: Получить %s
tr: Al%s
vi: Nhận %s
zh_hans: 接收%s

# wallet.receive.qr.description
source: Show this QR code to sender
id: Tunjukan kode QR ini kepada pengirim
ja: このQRコードを送信者に見せる
pt: Mostre este código QR ao remetente
ru: Покажите этот QR-код отправителю
tr: Bu QR kodunu gönderene göster
vi: Hiển thị mã QR cho người gửi
zh_hans: 向发送人展示此二维码

# wallet.receive.share.message
source: My %@ address to receive %@:
id: Alamat %@ untuk menerima %@ :
ja: 私の%@アドレスで%@を受け取る：
pt: O meu endereço %@ para receber %@ :
ru: Мой %@ адрес для получения %@:
tr: %@ Almak için %@ Ağ adresim
uk: Мою %@ адресу для отримання %@:
vi: Địa chỉ %@ của tôi để nhận %@:
zh_hans: 我的%@地址用于接收%@：

# wallet.search.accounts
source: My accounts
id: Akun saya
ja: 私のアカウント
pt: as minhas contas
ru: мои аккаунты
tr: Hesaplarım
uk: мої рахунки
vi: tài khoản của tôi
zh_hans: 我的账户

# wallet.search.contacts
source: Contacts
id: Kontak
ja: 連絡先
pt: Contatos
ru: Контакты
tr: Kişiler
uk: Контакти
vi: Liên hệ
zh_hans: 联系人

# wallet.send.amount.title
source: Amount
id: Jumlah
ja: 量
pt: Montante
ru: Сумма
tr: Miktar
uk: Сума
vi: Số lượng
zh_hans: 数量

# wallet.send.asset.title
source: Asset
id: Aset
ja: 資産
pt: Ativo
ru: Токен
tr: Varlık
uk: Актив
vi: Tài sản
zh_hans: 资产

# wallet.send.available.balance
source: Available balance
id: Saldo Tersedia
ja: 利用可能残高
pt: Saldo disponível
ru: Свободный баланс
tr: Kullanılabilir bakiye
uk: Вільний баланс
vi: Số dư khả dụng
zh_hans: 可用余额

# wallet.send.balance.details
source: Balance details
id: Detail saldo
ja: 残高の詳細
pt: Detalhes do saldo
ru: Детали баланса
tr: Bakiye ayrıntıları
uk: Деталі балансу
vi: Chi tiết số dư
zh_hans: 余额明细

# wallet.send.balance.minimal
source: Minimal balance
id: Saldo minimal
ja: 最少限の残高
pt: Saldo mínimo
ru: Минимальный баланс
tr: Minimum bakiye
uk: Мінімальний баланс
vi: Số dư tối thiểu
zh_hans: 最低余额

# wallet.send.balance.total
source: Total balance
id: Total saldo
ja: 総合収支
pt: Saldo total
ru: Общий баланс
tr: Toplam bakiye
uk: Загальний баланс
vi: Tổng số dư
zh_hans: 总余额

# wallet.send.balance.total.after.transfer
source: Total after transfer
id: Total setelah transfer
ja: 送信後の合計
pt: Total após transferência
ru: Общий после перевода
tr: Transfer sonrası toplamı
uk: Всього після передачі
vi: Tổng số sau khi chuyển
zh_hans: 转账后的总额

# wallet.send.confirm.title
source: Confirm transfer
id: Konfirmasi transfer
ja: 送信を確認
pt: Confirmar transferência
ru: Подтвердить
tr: Transferi onaylayın
uk: Підтвердити
vi: Xác nhận chuyển khoản
zh_hans: 确认转账

# wallet.send.dead.recipient.message
source: Your transfer will fail since the final amount on the destination account will be less than the minimal balance. Please try to increase the amount.
id: Transfer Anda akan gagal karena jumlah akhir di akun tujuan kurang dari setoran yang ada. Tolong, coba tambah jumlahnya.
ja: 宛先アカウントの最終金額が既存の預金より少ないため、送信は失敗します。量を増やしてみてください
pt: A sua transferência falhará, pois o valor final na conta de destino será menor que o depósito existente. Por favor, tente aumentar a quantia.
ru: Ваш перевод не состоится, так как окончательная сумма на целевом счете будет меньше, чем минимальный баланс. Пожалуйста, попробуйте увеличить сумму.
tr: Hedef hesaptaki son tutar, yaratılış bakiyesinden daha az olacağından dolayı transferiniz başarısız olacak. Lütfen miktarı arttırın.
uk: Ваш переказ не вдасться, оскільки остаточна сума на цільовому рахунку буде меншою за екзистенційний депозит. Спробуйте збільшити суму.
vi: Giao dịch chuyển tiền của bạn sẽ không thành công vì số tiền cuối cùng trên tài khoản đích sẽ ít hơn số dư tối thiểu. Hãy cố gắng tăng số lượng.
zh_hans: 您的转账将失败，因为目标账户上的最终金额将低于最低余额。请尝试增加金额。

# wallet.send.dead.recipient.title
source: Amount is too low
id: Jumlah terlalu sedikit
ja: 金額が少なすぎる
pt: O montante é demasiado baixo
ru: Сумма слишком мала
tr: Miktar çok düşük
uk: Сума занизька
vi: Số tiền quá ít
zh_hans: 金额太低

# wallet.send.eth.dead.recipient.message
source: Insufficient Ethereum balance in the recipient's account prevents the completion of ERC20 token transfer. Please ensure the receiver has enough Ethereum to proceed with the transfer.
id: Saldo Ethereum yang tidak mencukupi di akun penerima menghalangi penyelesaian transfer token ERC20. Harap pastikan penerima memiliki cukup Ethereum untuk melanjutkan transfer.
ja: 受信者のアカウントのイーサリアム(Ethereum)残高が不十分な場合、ERC20トークン転送が完了しません。受信者が転送を続行するのに十分なイーサリアムを持っていることを確認してください
pt: Saldo Ethereum insuficiente na conta do destinatário impede a conclusão da transferência do token ERC20. Certifique-se de que o destinatário tenha Ethereum suficiente para prosseguir com a transferência.
tr: Alıcının hesabındaki yetersiz Ethereum bakiyesi, ERC20 token transferinin tamamlanmasını engeller. Lütfen alıcının aktarıma devam etmek için yeterli Ethereum'a sahip olduğundan emin olun.
vi: Số dư Ethereum không đủ trong tài khoản của người nhận sẽ ngăn cản việc hoàn tất chuyển mã thông báo ERC20. Vui lòng đảm bảo người nhận có đủ Ethereum để tiến hành chuyển khoản.
zh_hans: 接收方账户中的以太币余额不足，导致无法完成ERC20代币转账。请确保接收方有足够的以太币来进行转账。

# wallet.send.existential.warning
source: Your transfer will remove the account from blockstore since it will make the total balance lower than the minimal balance.
id: Transfer Anda akan menghapus akun dari blockstore karena akan membuat saldo total lebih rendah dari existential deposit
ja: 送信すると、残高が最少預金よりも少なくなるため、ブロックストアからアカウントが削除されます
pt: A sua transferência removerá a conta do blockstore, pois tornará o saldo total inferior ao depósito existente.
ru: Ваш перевод удалит аккаунт, так как общий баланс станет ниже минимального.
tr: Transferiniz, toplam bakiyeyi yaratılış bakiyesinden daha düşük yapacağı için hesabı blockstore'dan kaldıracaktır
uk: Ваш переказ видалить обліковий запис із блокстору, оскільки він зробить загальний баланс нижчим за екзистенціальний депозит
vi: Chuyển khoản của bạn sẽ xóa tài khoản khỏi blockstore vì nó sẽ làm cho tổng số dư còn lại thấp hơn số dư tối thiểu.
zh_hans: 您的转账将从区块存储中移除该账户，因为这将使总余额低于最低余额要求。

# wallet.send.fee.title
source: Transfer fee
id: Biaya transaksi
ja: 送信手数料
pt: Taxa de transferência
ru: Комиссия
tr: Transfer ücreti
uk: Комісія
vi: Phí chuyển khoản
zh_hans: 转账费用

# wallet.send.navigation.title
source: Send %s
id: Kirim %s
ja: 送信 %s
pt: Enviar %s
ru: Перевести %s
tr: Gönder%s
vi: Gửi %s
zh_hans: 发送%s

# wallet.send.phishing.warning.text
source: The following address: %@ is known to be used in phishing activities, thus we do not recommend sending tokens to that address. Would you like to proceed anyway?
id: Alamat berikut: %@ diketahui digunakan dalam aktivitas phishing, oleh karena itu kami tidak merekomendasikan pengiriman token ke alamat tersebut. Apakah Anda tetap ingin melanjutkan?
ja: 次のアドレス：%@はフィッシング活動で使用されることがわかっているため、そのアドレスにトークンを送信することはお勧めしません。とにかく続行しますか？
pt: O endereço seguinte: %@ é conhecido por ser utilizado em atividades de phishing, pelo que não recomendamos o envio de tokens para esse endereço. Gostaria de prosseguir na mesma?
ru: Следующий адрес: %@ как известно, используется для фишинга, поэтому мы не рекомендуем отправлять токены на этот адрес. Вы все равно хотите продолжить?
tr: Aşağıdaki adres: %@ nin kimlik avı etkinliklerinde kullanıldığı bilinmektedir, bu nedenle bu adrese belirteç gönderilmesini önermiyoruz. Yine de devam etmek ister misiniz?
uk: Наступна адреса: %@ як відомо, використовується у фішинг-діях, тому ми не рекомендуємо надсилати токени до цієї адресу. Ви дійсно хочете продовжити?
vi: Địa chỉ này: %@ từng sử dụng trong các hoạt động lừa đảo, do đó chúng tôi khuyên bạn không nên gửi tokens đến đây. Bạn có muốn tiếp tục không?
zh_hans: 以下地址：已知%@被用于网络钓鱼活动，因此我们不建议向该地址发送代币。您是否仍要继续？？

# wallet.send.phishing.warning.title
source: Scam alert
id: Peringatan penipuan
ja: 詐欺警告
pt: Alerta de fraude
ru: Предупреждение о мошенничестве
tr: Dolandırıcılık uyarısı
uk: Попередження про шахрайство
vi: Cảnh báo lừa đảo
zh_hans: 诈骗警报

# wallet.send.receiver.title
source: To
id: untuk
ja: に
pt: Para
ru: Кому
tr: Alıcı
uk: До
vi: Đến
zh_hans: 至

# wallet.send.tip.title
source: Tip
ja: チップ
pt: Gorjeta
ru: Чаевые
tr: Uç
vi: Mẹo
zh_hans: 提示

# wallet.send.title
source: Send
id: Kirim
ja: 送る
pt: Enviar
ru: Перевести
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送

source: Wallet settings
id: Pengaturan dompet
ja: ウォレットの設定
pt: Configurações da carteira
ru: Настройки кошелька
tr: Cüzdan ayarları
vi: Cài đặt ví
zh_hans: 钱包设置

# wallet.transaction.detail.copy.id
source: Copy ID
id: Salinan ID
ja: IDをコピー
pt: Copiar ID
ru: Копировать идентификатор
tr: ID kopyala
vi: Sao chéo ID
zh_hans: 复制ID
